[
    {
      "id": 1,
      "hsc1": "aries",
      "hsc2": "aries",
      "text": "Aries es un signo cardinal, y dos personas nacidas bajo este signo comparten esa característica en común; con ello, no es muy difícil deducir que presentan, más o menos, los mismos rasgos, para bien y para mal. Generalmente, aborrecen y aprecian las mismas cosas, así que, en principio, suelen congeniar estupendamente. En el ámbito profesional tienen talento para el mando, aunque cuando tienen que trabajar conjuntamente deben intentar no imponer su voluntad a la otra parte, pues si lo hacen se perderán en unas luchas de poder improductivas. No obstante, si se disponen a colaborar, resultará prácticamente imposible pararles los pies.

      Una pareja formada por dos personas pertenecientes a este signo puede resultar una bendición o un castigo insufrible, depende. Suelen ser personas que odian la falsedad y cualquier otra clase de artimañas: juntas pueden conseguir ser muy felices, siempre y cuando, no intenten someterse mutuamente. Aries tiene como virtud la pureza, así que cada vez que se demuestran amor, saben que, sin duda, es sincero. El rasgo negativo de su relación es que, si se hieren, no se perdonarán ni olvidarán fácilmente. De cualquier modo, nadie como Aries sabe agradecer un gesto de amor; y si son dos, aún es mejor... Merece la pena ceder un poco a cambio de un alma gemela, ¿no?"
    },
    {
        "id": 2,
        "hsc1": "aries",
        "hsc2": "tauro",
        "text": "Aries y Tauro son un signo cardinal y fijo por ese orden, lo que supone que se encuentran en posiciones relativamente opuestas para todo. En general, si aprenden a ser complementos mutuos, su unión puede resultar muy provechosa, ya que lo que le falta a una parte, la otra lo suple completamente. En el ámbito profesional su actitud suele ser diferente; Aries es quien propone y Tauro quien dispone, por eso, y especialmente en este caso, su relación tiende a ser muy fructífera. Si Aries representa la fuerza y a las ideas renovadoras, Tauro representa a la parte juiciosa y racional de la asociación Esta es la esencia de su éxito.

        Cuando se trata de amor, Aries y Tauro también son distintos; si estas dos personas se encuentran, es difícil que Tauro dé el primer paso, casi seguro que será el signo de Aries quien lo haga. Sin embargo, una vez que su relación se asiente, será Tauro quien propicie el desarrollo de la misma. En cualquier caso, su historia puede ser muy bonita y enriquecedora, Aries será la parte más activa de la unión y Tauro la más reflexiva. El riesgo que corren es que no se pongan de acuerdo y caigan en los reproches constantemente, pero si consiguen superar esto, su amor será tan grande como los contrastes que pueden existir en una relación tan rica y delicada como profunda."
      },
      {
          "id": 3,
          "hsc1": "aries",
          "hsc2": "geminis",
          "text": "Aries y Géminis son un signo fijo con un signo mutable respectivamente, y aunque son bien diferentes, cada cual suele suponer una suerte para la otra parte. Generalmente se entienden, ya que comparten una cualidad innata a su personalidad: no abandonan la niñez, por muchos años que cumplan. En el momento en el que estas dos personas deciden poner toda su voluntad y esfuerzo para conseguir una empresa en común, son una de las mejores asociaciones que pueden darse, pues poseen esas dosis de talento y pasión necesarias para alcanzar el éxito más clamoroso.

          Cuando hablamos de amor, estos dos signos conocen como nadie el significado de esa palabra, pero quizá de una manera extraña para el resto de la gente. Si Aries quiere mandar, por Géminis perfecto, así no tiene que llevar sobre sus espaldas el peso de la responsabilidad que tanto molesta a este signo. Además, a Aries no le molesta el carácter voluble de Géminis, simplemente deja que vaya a su ritmo. Al mismo tiempo, estas dos personas gustan de mantener largas conversaciones en las que cada cual se pierde en sus fantasías, convirtiéndose en cómplices y acompañantes de la aventura que supone amar. ¡Felicidades!"
        },
      {
          "id": 4,
          "hsc1": "aries",
          "hsc2": "cancer",
          "text": "Aries es un signo cardinal y Cáncer también, así que en su relación suelen existir algunas tiranteces. Generalmente son como polos paralelos que, en cuanto se ponen uno enfrente del otro, se repelen; parece que siguen una ley de naturaleza dispar, aunque también es susceptible de excepciones. Si es necesario que trabajen conjuntamente, -ya que si tienen la opción de decidir, posiblemente la rechacen-, la competencia se convertirá en su caballo de batalla, y nunca mejor dicho Son personas muy dominantes que no suelen ceder a favor de nadie, pero también adoran el éxito, así que puede existir una pequeña posibilidad de colaboración entre ambas.

          En el plano sentimental se suelen comportar de la misma forma: siempre quieren que se haga lo que quieren, precisamente por eso, las disputas se sucederán. Además, son personas que tienen una facilidad pasmosa para herirse, y cuando Aries o Cáncer sienten daño, no olvidan, nunca. En cualquier caso, invariablemente hay salvedades que confirman la regla, y además, si dos personas se quieren de verdad, pueden salvar las distancias que las separan de la felicidad, por muy grandes que sean."
        },
        {
            "id": 5,
            "hsc1": "aries",
            "hsc2": "leo",
            "text": "Aries y Leo forman una unión en la que se combina un signo cardinal, Aries, y un signo fijo, como Leo. En este caso, sus relaciones serán esencialmente buenas la mayoría de las veces, pues la tolerancia y consideración suelen estar presentes en su relación, a pesar de tener personalidades bastante diferentes. En el ámbito profesional, sus asociaciones suelen ser convenientes, pues a sus capacidades se une un fabuloso talento creativo que dará sus frutos. El punto negro de su relación es la tendencia que presentan a mandar, pero como son personas sensatas, acostumbran a solucionar esta cuestión de la mejor manera para las dos partes.

            No obstante, cuando se trata de relaciones sentimentales, lo tienen más complicado. Su unión suele ser demasiado tormentosa, ya que se caracterizan por caer de vez en cuando en la soberbia y la vanidad. Cuando Aries y Leo chocan, parece que se van a destripar, aunque solo lo parezca; la reconciliación será maravillosa en todos los sentidos, especialmente en el sexual (así, cualquiera discute). En fin, la relación de Aries y Leo suele estar teñida de dos elementos básicos: el amor y el odio. Precisamente por eso les resulta tan atractiva."
        },
        {
            "id": 6,
            "hsc1": "aries",
            "hsc2": "virgo",
            "text": ""
        }        ,
        {
            "id": 7,
            "hsc1": "aries",
            "hsc2": "libra",
            "text": ""
        },
        {
            "id": 8,
            "hsc1": "aries",
            "hsc2": "escorpio",
            "text": ""
        },
        {
            "id": 9,
            "hsc1": "aries",
            "hsc2": "sagitario",
            "text": ""
        },
        {
            "id": 10,
            "hsc1": "aries",
            "hsc2": "capricornio",
            "text": ""
        },
        {
            "id": 11,
            "hsc1": "aries",
            "hsc2": "acuario",
            "text": ""
        },
        {
            "id": 12,
            "hsc1": "aries",
            "hsc2": "piscis",
            "text": ""
        },
        {
            "id": 13,
            "hsc1": "tauro",
            "hsc2": "tauro",
            "text": ""
        },
        {
            "id": 14,
            "hsc1": "tauro",
            "hsc2": "geminis",
            "text": ""
        },
        {
            "id": 15,
            "hsc1": "tauro",
            "hsc2": "cancer",
            "text": ""
        },
        {
            "id": 16,
            "hsc1": "tauro",
            "hsc2": "leo",
            "text": ""
        },
        {
            "id": 17,
            "hsc1": "tauro",
            "hsc2": "virgo",
            "text": ""
        },
        {
            "id": 18,
            "hsc1": "tauro",
            "hsc2": "libra",
            "text": ""
        },
        {
            "id": 19,
            "hsc1": "tauro",
            "hsc2": "escorpio",
            "text": ""
        },
        {
            "id": 20,
            "hsc1": "tauro",
            "hsc2": "sagitario",
            "text": ""
        },
        {
            "id": 21,
            "hsc1": "tauro",
            "hsc2": "capricornio",
            "text": ""
        },
        {
            "id": 22,
            "hsc1": "tauro",
            "hsc2": "acuario",
            "text": ""
        },
        {
            "id": 23,
            "hsc1": "tauro",
            "hsc2": "piscis",
            "text": ""
        },
        {
            "id": 24,
            "hsc1": "geminis",
            "hsc2": "geminis",
            "text": ""
        },
        {
            "id": 25,
            "hsc1": "geminis",
            "hsc2": "cancer",
            "text": ""
        },
        {
            "id": 26,
            "hsc1": "geminis",
            "hsc2": "leo",
            "text": ""
        },
        {
            "id": 27,
            "hsc1": "geminis",
            "hsc2": "virgo",
            "text": ""
        },
        {
            "id": 28,
            "hsc1": "geminis",
            "hsc2": "libra",
            "text": ""
        },
        {
            "id": 29,
            "hsc1": "geminis",
            "hsc2": "escorpio",
            "text": ""
        },
        {
            "id": 30,
            "hsc1": "geminis",
            "hsc2": "sagitario",
            "text": ""
        },
        {
            "id": 31,
            "hsc1": "geminis",
            "hsc2": "capricornio",
            "text": ""
        },
        {
            "id": 32,
            "hsc1": "geminis",
            "hsc2": "acuario",
            "text": ""
        },
        {
            "id": 33,
            "hsc1": "geminis",
            "hsc2": "piscis",
            "text": ""
        },
        {
            "id": 34,
            "hsc1": "cancer",
            "hsc2": "cancer",
            "text": ""
        },
        {
            "id": 35,
            "hsc1": "cancer",
            "hsc2": "leo",
            "text": ""
        },
        {
            "id": 36,
            "hsc1": "cancer",
            "hsc2": "libra",
            "text": ""
        },
        {
            "id": 37,
            "hsc1": "cancer",
            "hsc2": "escorpio",
            "text": ""
        },
        {
            "id": 38,
            "hsc1": "cancer",
            "hsc2": "sagitario",
            "text": ""
        },
        {
            "id": 39,
            "hsc1": "cancer",
            "hsc2": "capricornio",
            "text": ""
        },
        {
            "id": 40,
            "hsc1": "cancer",
            "hsc2": "acuario",
            "text": ""
        },
        {
            "id": 41,
            "hsc1": "cancer",
            "hsc2": "piscis",
            "text": ""
        },
        {
            "id": 42,
            "hsc1": "leo",
            "hsc2": "leo",
            "text": ""
        },
        {
            "id": 43,
            "hsc1": "leo",
            "hsc2": "virgo",
            "text": ""
        },
        {
            "id": 44,
            "hsc1": "leo",
            "hsc2": "libra",
            "text": ""
        },
        {
            "id": 45,
            "hsc1": "leo",
            "hsc2": "escorpio",
            "text": ""
        },
        {
            "id": 46,
            "hsc1": "leo",
            "hsc2": "sagitario",
            "text": ""
        },
        {
            "id": 47,
            "hsc1": "leo",
            "hsc2": "capricornio",
            "text": ""
        },
        {
            "id": 48,
            "hsc1": "leo",
            "hsc2": "acuario",
            "text": ""
        },
        {
            "id": 49,
            "hsc1": "leo",
            "hsc2": "piscis",
            "text": ""
        },
        {
            "id": 50,
            "hsc1": "virgo",
            "hsc2": "virgo",
            "text": "Virgo es un signo mutable del zodiaco, y así, dos personas nacidas bajo el mismo aspecto suelen llevarse bastante bien, pues comparten bastantes características. En general, su compatibilidad es alta, ya que comparten muchas particularidades personales, para bien y para mal. Suelen compenetrarse perfectamente en el ámbito laboral, pues tienen los mismos o parecidos objetivos y maneras de actuar. Además, uno de los rasgos más característicos de Virgo es su búsqueda de la perfección, y al ser por partida doble, se pasarán horas y horas revisando sus proyectos para que no tengan fallos. Precisamente por eso suelen conseguir sus metas (tanta dedicación tarde o temprano suele dar sus frutos).

            En el terreno sentimental se llevan fundamentalmente bien, puesto que tienen gustos y formas de ser y comportarse semejantes; el problema de su relación radica en la excesiva reserva que presentan, algo que no deja demasiado espacio para la sorpresa, así que su unión corre el riesgo de resultar demasiado monótona. De todos modos y como conclusión, si Virgo no siente interés por las sorpresas: ¿qué más da?, serán felices a su manera."
        },
        {
            "id": 51,
            "hsc1": "virgo",
            "hsc2": "libra",
            "text": "Virgo forma parte de los signos mutables y Libra es uno de los cardinales dentro del zodíaco; en general, sus relaciones suelen ser enriquecedoras la mayoría de las veces, ya que consciente o inconscientemente, saben que tienen muchas cosas que enseñar y aprender uno del otro. La colaboración suele ser una constante cuando se trata de estos dos signos trabajando juntos. Puede que con frecuencia a Virgo le toque ser quien tire del carro, pero Libra no tardará en reaccionar y en ponerse a trabajar con todas sus fuerzas. Lo más destacado de sus unión suele ser el contraste que cada cual representa para la otra parte, gracias a él, pueden complementarse a la perfección, o casi.

            Cuando forman una pareja sus relaciones también suelen ser agraciadas, entre otras razones, porque son dos personas que adoran la perfección por encima de todo, así que siempre estarán intentando mejorar su unión. De vez en cuando, su pareja, como todas, correrá el riesgo de caer en la tan temida rutina, aunque Libra se encargará de que eso no ocurra provocando a su Virgen Sencillamente, disfrutarán de una relación completa y variada al mismo tiempo y cada día más perfecta. ¡Felicidades!"
        },
        {
            "id": 52,
            "hsc1": "virgo",
            "hsc2": "escorpio",
            "text": "El signo de Virgo es mutable en la rueda zodiacal y Escorpio es uno de los llamados fijos dentro de la misma rueda. En general y en la mayoría de los casos, sus relaciones forman el catalizador perfecto que cada cual necesita para mejorar en los diferentes aspectos de la vida. Sus relaciones son muy productivas en el terreno profesional, además, consciente o inconscientemente, saben que pueden alcanzar muchas cosas colaborando sin entorpecer la labor de la otra parte. Además, la lealtad también entra a formar parte de su relación; puede pasar de todo en sus relaciones, pero evitarán mentir: la sinceridad es una de las mejores aliadas que tienen, y por partida doble. Gracias a todo lo anterior, sus metas no se harán esperar demasiado.

            En el plano sentimental sus relaciones son semejantes al caso anterior, e incluso superiores. Virgo y Escorpio son la combinación más completa que puede darse entre dos para ser capaces de mitigar lo peor y potenciar lo mejor de cada cual. Virgo poco a poco adquiere confianza en sí mismo con Escorpio cerca, quien a su vez, consigue confianza en sí y en los demás con Virgo al lado. En definitiva, son tal para cual. ¡Felicidades!"
        },
        {
            "id": 53,
            "hsc1": "virgo",
            "hsc2": "sagitario",
            "text": "Virgo y Sagitario son dos signos que pertenecen a los que se encuadran dentro de los signos mutables en el zodíaco. Sin embargo, en contra de lo que cabría esperar, sus relaciones no son demasiado buenas en general, pues las diferencias resultan abismales. De todas maneras, es necesario tener en cuenta sus ascendentes para saber si se llevarán mejor o peor. En el ámbito del trabajo sus relaciones serán poco habituales, ya que sus campos de actividad e intereses suelen ser diferentes; además, la experiencia puede resultar fatal. Virgo se caracteriza por una estricta ética de trabajo que, con frecuencia, Sagitario se salta a la torera. Asimismo, el espíritu de perfección propio de Virgo se estrella con la volubilidad de Sagitario, quien a su vez, acaba agobiándose con el perfeccionismo de su colega.

            Cuando forman una pareja suelen tener problemas, puesto que sus maneras de ver la vida, sencillamente, no coinciden. Virgo es una persona tan sosegada que Sagitario solo con estar a su lado se pone de los nervios. Por su parte, este último signo puede sentir su libertad amenazada con Virgo al lado, y para Sagitario su libertad es sagrada. En cualquier caso, suelen disfrutar de una comunicación fluida e interesante, un primer paso muy importante."
        },
        {
            "id": 54,
            "hsc1": "virgo",
            "hsc2": "capricornio",
            "text": "Virgo se encuadra dentro de los llamados signos mutables del zodiaco y Capricornio es uno de los cardinales; en general, su compatibilidad suele ser bastante alta, puesto que presentan varios aspectos armoniosos en común. En el ámbito del trabajo sus relaciones suelen ser un ejercicio de colaboración constante. Tanto un signo como el otro muestran mucho respecto por la labor de la otra parte, y además, son personas con un sentido de la responsabilidad notable. Al mismo tiempo comparten los parecidos criterios económicos, así que no tendrán disputas en ese sentido. Por todo ello, Virgo y Capricornio conseguirán lo que se propongan en común.

            Si forman una pareja tienen muchas posibilidades de llevarse bien, pues comprenden la individualidad de cada cual a la perfección. Puede que Virgo y Capricornio no sean personas de palabras cariñosas y caricias constantes, pero se demostrarán amor de muchas y diferentes formas. La mentira no tiene cabida en su unión, por eso confían tanto; sin duda, su relación, sea del carácter que sea, hace gala de una sinceridad fenomenal. En fin, Virgo y Capricornio tendrán muy buenas expectativas de futuro en común. ¡Felicidades!"
        },
        {
            "id": 55,
            "hsc1": "virgo",
            "hsc2": "acuario",
            "text": "Virgo forma parte de los signos mutables en la rueda del zodíaco y el signo de Acuario es uno de los pertenecientes a los signos fijos. Sus relaciones, en la mayoría de los casos, no son malas, ya que comparten una buena comunicación pese a los contrastes que les caracterizan. Sus relaciones son beneficiosas en el terreno del trabajo, puesto que tienen aptitudes distintas que resultan o pueden resultar muy complementarias. Acuario tiene mucho talento para generar nuevas ideas, y Virgo posee el talento de la planificación y organización, esto es: de la materialización en un proyecto puntual de toda esa capacidad de creación de Acuario. Además, coinciden en una inteligencia notable, así que se respetan y admiran mutuamente.

            Cuando se trata de sus relaciones sentimentales, la situación se nubla un poco, pues en un primer momento, no suelen sentir inclinación a formar una pareja, sin duda, debido a sus personalidades tan heterogéneas. De todos modos, Virgo y Acuario sí que comparten una personalidad curiosa que hace que experimenten constantemente en diferentes terrenos, Acuario sobre todo, quien adora la aventura arrastrando a Virgo consigo, ¿y qué aventura hay más excitante que el amor?"
        },
        {
            "id": 56,
            "hsc1": "virgo",
            "hsc2": "piscis",
            "text": "Virgo y Piscis coinciden en el mismo rasgo zodiacal: su carácter mutable. Aún así, sus relaciones no suelen estar bien aspectadas, pues son personas que se encuentran en posiciones enfrentadas dada su personalidad. Virgo es racional por encima de todas las cosas, y Piscis, por su parte, usa la intuición como motor vital; representan la razón versus la intuición. Podrían hacer muchas cosas en común en el ámbito laboral si pusiesen las ganas necesarias para ello. Son dos personas con características complementarias, pero por desgracia, no suelen sentir atracción a la hora de formar una asociación para un fin concreto. Además, los terrenos por los que se mueven no tienen nada que ver, así que, sencillamente, es difícil que coincidan.

            Sus relaciones en el plano sentimental tampoco resultan demasiado dichosas, puesto que la estabilidad propia del signo de Virgo se esfuma con alguien tan inestable como Piscis cerca, algo que para Virgo resulta insoportable, quizás demasiado. Sin embargo y con frecuencia, sienten una atracción sexual intensa que podrá unir sus vidas íntimamente por momentos, aunque luego, cada cual vaya discurriendo tranquilamente por otros derroteros"
        },
        {
            "id": 57,
            "hsc1": "libra",
            "hsc2": "libra",
            "text": "El signo de Libra se engloba dentro de los signos cardinales del zodíaco, y cuando se unen dos, todavía más. Generalmente se comprenden bastante bien, algo bastante normal, dado que comparten varias características personales, unas positivas y otras es posible que no tanto. En el terreno laboral los resultados de sus relaciones suelen ser notorios, ya que son dos personas con un sentido del deber y afán de superación que hacen que consigan cualquier meta que se pongan. Si hay algo que tiene Libra es la tenacidad, por eso hasta que no logra lo que quiere, no para, y al ser dos, este aspecto se encuentra doblemente reforzado.

            Cuando forman una pareja también les va bien; dos Libra se pasarán horas y horas conversando con una comunicación muy fluida. Puede que a veces la conversación se acalore y acaben discutiendo, pero eso no afectará a su relación; lo olvidarán tan rápido como ocurrió. Su punto más negativo radica en lo iguales que pueden llegar a ser, precisamente por eso, si una parte de la relación está atravesando por un mal momento, la otra parte también lo estará. Salvo esto, el resto será complicidad total. ¡Felicidades!"
        },
        {
            "id": 58,
            "hsc1": "libra",
            "hsc2": "escorpio",
            "text": "El signo de Libra es cardinal en la rueda zodiacal y Escorpio es uno de los signos fijos dentro de la misma rueda. Sus relaciones, en general, son complejas, y dependen en buena medida de los ascendentes y voluntad de cada uno para mejorarlas, o todo lo contrario. Cuando se trata de relaciones laborales, si consiguen entenderse y ponerse de acuerdo, el resultado puede ser muy bueno, incluso sobresaliente. Lo que pasa es que, si bien son personas con mucha capacidad de trabajo, también son demasiado independientes como para permanecer juntas en el tiempo. Sin embargo, es indudable que mientras desarrollen una actividad en común, colaborarán intensamente para que todo salga según lo planeado.

            En el plano sentimental, sin duda la capacidad de adaptación del signo de Libra suele ser la mejor baza de su relación; Escorpio, por su parte, sabe cómo mantener la alegría e interés de su pareja; además, también ceden un poquito para acercarse. Las diferencias surgirán de vez en cuando en su unión, aunque podrán contribuir a enriquecer una relación que, a todas luces, no es perfecta, pero sí enriquecedora en muchos y diversos sentidos. ¡Felicidades!"
        },
        {
            "id": 59,
            "hsc1": "libra",
            "hsc2": "sagitario",
            "text": "El signo de Libra es un signo cardinal y el de Sagitario es uno de los que forman parte de los signos mutables dentro de la rueda del zodiaco. Con todo, sus relaciones suelen ser esencialmente buenas en los diferentes ámbitos en que se desarrollen: sentimental, familiar, laboral, etc. Cuando se trata de sus relaciones de trabajo son dos personas capaces de conseguir lo que quieran, sobre todo en aquellas áreas relacionadas con la metafísica y en aquellas que estén relacionadas con los viajes y con otras culturas, especialmente gracias al signo de Sagitario. Por otra parte, cuando Libra y Sagitario se unen para desarrollar un proyecto generan tanta fuerza y pasión que nada ni nadie podrá frenar su marcha.

            Como pareja presentan muchas características positivas para poder ser felices. La comunicación es su punto más fuerte, por eso se pasan horas y horas hablando de sus intereses, planes, del futuro, la vida, etc. Libra y Sagitario se ayudan en lo que haga falta, por eso se sienten tan fuertes e inseparables. Consciente o inconscientemente notan que se necesitan para crecer, amarse, para vivir... ¡Felicidades!"
        },
        {
            "id": 60,
            "hsc1": "libra",
            "hsc2": "capricornio",
            "text": "Libra y Capricornio se encuentran dentro de los signos llamados cardinales en la rueda del zodíaco. Generalmente su compatibilidad es un poco compleja, aunque si se disponen a ceder un poco, pueden conseguir un equilibrio muy beneficioso para las dos partes. En el ámbito laboral sus relaciones tienden a ser difíciles, pero no por falta de aptitud, sino por falta de actitud. Libra y Capricornio tienen el mal hábito de luchar por el poder, perdiendo unas energías y tiempo precioso en ello. En cambio, si se disponen a mejorar este aspecto, podrán conseguir lo que se propongan, pues son dos personas con una capacidad de trabajo enorme, y también con un tesón que les favorece en el mismo sentido.

            Cuando forman una pareja les pasa un poco lo mismo: pelean por llevar la voz cantante. Además, el signo de Capricornio es todavía más cabezota de lo que lo es Libra, más adaptable a todas luces. A favor de Capricornio hay que decir que tiene una paciencia casi infinita, así que Libra podrá relajarse. En definitiva, si pretenden hacerse la vida imposible, sin duda, lo conseguirán; pero si se proponen hacerse felices, conseguirán mucho más."
        },
        {
            "id": 61,
            "hsc1": "libra",
            "hsc2": "acuario",
            "text": "Libra es un signo que se encuadra dentro de los signos cardinales y Acuario forma parte de los signos fijos del zodiaco. Generalmente presentan algunas diferencias que pueden resultar complementarias, si se deciden a suavizar sus diferencias en las relaciones que puedan desarrollar. En el ámbito profesional no será extraño que, de buenas a primeras no sientan atracción ante la idea de trabajar codo con codo. Libra suele resultar demasiado mandón para el otro signo, quien odia las órdenes casi por encima de todas las cosas. De todos modos, pueden formar una asociación productiva en este campo, pues Acuario es capaz de aportar sus múltiples y variadas ideas a Libra para que las defina y haga firmes.

            Cuando forman una pareja tienen las mismas dificultades que en el caso anterior, pero, a diferencia del terreno laboral, sí suelen sentir atracción mutua. Precisamente por eso, es muy posible que en un primer encuentro no se den ni cuenta de lo diferentes que son, hasta se conozcan mejor. Poco apoco las diferencias surgirán, y así, la tendencia de Libra a ordenar, o la volubilidad de Acuario se pondrán de manifiesto. Sin embargo, comparten una buena dosis de comunicación e inteligencia para superar cualquier dificultad; y eso, sin duda, es lo mejor que tienen."
        },
        {
            "id": 62,
            "hsc1": "libra",
            "hsc2": "piscis",
            "text": "Libra pertenece a los llamados cardinales del zodiaco y Piscis hace lo mismo dentro de los mutables. Su compatibilidad suele ser bastante alta, a pesar de las disparidades existentes en sus formas de ser, pues esas diferencias, en vez de suponer un distanciamiento, supondrán todo un complemento. A la hora de trabajar en común, los resultados suelen ser muy productivos y duraderos, pues ninguna de las partes se entromete en el campo de acción de la otra, consiguiendo así una alianza casi perfecta. Si el signo de Libra prefiere las actividades de planificación y organización, Piscis se lo agradecerá, puesto que tiende a evitar esas labores. Además, Libra sabe cómo dar forma y encauzar toda la capacidad creativa propia de Piscis.

            Cuando forman una pareja la atracción que sienten es muy fuerte; Libra y Piscis suelen mantener unas relaciones sexuales que van mucho más allá del puro placer físico, hasta llegar al espiritual. Asimismo, también comparten una infinidad de ideas y de aficiones que, si cabe, les hace sentirse aún mejor y madurar a la par. En fin, Libra y Piscis se funden en una unión plena y deliciosa en diferentes sentidos. ¡Felicidades!"
        },
        {
            "id": 63,
            "hsc1": "escorpio",
            "hsc2": "escorpio",
            "text": "Escorpio se incluye dentro de los signos fijos del zodiaco, y al ser dos en este caso, sus relaciones serán más o menos difíciles dependiendo del ámbito en que se desarrollen. De todos modos, comparten varias características en común; unas resultarán positivas, otras no tanto. Cuando trabajan en común, pueden llegar a conseguir lo que quieran; las personas nacidas en este signo suelen poseer una inteligencia notable y unas dotes innatas para todo aquello que esté relacionado de alguna manera con la investigación. Además, son muy perseverantes, y hasta que alcanzan sus objetivos, no paran. Por otra parte, al pertenecer al mismo signo, se conocen bien y saben lo que está pasando por la cabecita de la otra parte; así que las dobleces en su relación no tienen cabida.

            En el plano sentimental, generalmente las perspectivas de futuro no son tan alentadoras; dependerán en buena medida del esfuerzo que realicen. El punto más negativo de su relación es que Escorpio nunca olvida, y en este caso, por doble partida; quienes les conocen suelen pensar que son personas rencorosas. Así las cosas, tienen dos opciones bien distintas: decidir perdonar y olvidar los malos momentos o dejarse llevar por el despecho."
        },
        {
            "id": 64,
            "hsc1": "escorpio",
            "hsc2": "sagitario",
            "text": "Escorpio forma parte de los signos fijos en la rueda zodiacal; Sagitario es uno de los llamados mutables dentro de la misma. Generalmente su compatibilidad es bastante alta; consciente o inconscientemente, aprenden de las cualidades de cada cual, algo que les ayuda a madurar. Tienen muchas expectativas de futuro y de éxito en el plano laboral, se complementan casi a la perfección. Escorpio se caracteriza por poseer unas energías potentes y por saberlas encauzar en la dirección adecuada. El signo de Sagitario tiene una capacidad de comunicación notable; por eso, cuando estas dos personas se unen para desarrollar un proyecto en común, tendrán mucho a favor para poder llevarlo a cabo con éxito.

            Cuando forman una pareja, Escorpio y Sagitario tienen buenos aspectos a priori; aunque tendrán que tener mucho cuidado, sobre todo el Sagitario, para no herir a su pareja con sus palabras, o se arrepentirá de cada una de ellas. De vez en cuando, los encontronazos resultarán atronadores, y como Escorpio no olvida fácilmente, Sagitario ya puede ir sacando a relucir todo su encanto para la seducción, conquistando otra vez a su media naranja ¡ojo!"
        },
        {
            "id": 65,
            "hsc1": "escorpio",
            "hsc2": "capricornio",
            "text": "Escorpio forma parte de los fijos del zodíaco y Capricornio es uno de los signos cardinales dentro del mismo. En este caso particular, generalmente sus relaciones suelen estar rodeadas de un halo de complicidad estimulante gracias a la buena comunicación que comparten. En el terreno laboral los resultados de sus relaciones suelen ser muy fructíferos y estables, pues son dos personas con un espíritu de colaboración y capacidad de trabajo enormes, así que el éxito no tardará en presentarse; y no solamente eso, estos dos signos siempre están ideando y desarrollando ideas constantemente, da igual lo que sea, no paran.

            Cuando forman una pareja, la unión sentimental de Escorpio y Capricornio también es dichosa, aunque no sean personas demasiado dadas a la expresión verbal de su cariño, da igual, lo hacen de otras maneras igualmente placenteras. Escorpio y Capricornio comparten una comprensión extraordinaria, al mismo tiempo que se profesan una devoción notable. En fin, Escorpio y Capricornio son una pareja afortunada que se ama con naturalidad. ¡Felicidades!"
        },
        {
            "id": 66,
            "hsc1": "escorpio",
            "hsc2": "acuario",
            "text": "El signo de Escorpio y el de Acuario comparten su carácter fijo dentro de la rueda del zodiaco; y en este caso en particular, lo anterior se traduce en unas relaciones complejas que, en principio, suelen conllevar muchos riesgos, puesto que a priori no resultan demasiado compatibles. En el ámbito profesional sus relaciones no son habituales, Escorpio y Acuario tienden a evitarse; sus maneras de ser y de ver la vida no son las mismas, y eso pesa en demasiadas ocasiones. De todas maneras, tienen una inteligencia notable, así que es posible que sean capaces de llegar acuerdos favorables, para ello tienen que tener muy claro desde el comienzo que van a evitar las injerencias, de lo contrario, será la guerra sin descanso.

            El resultado de sus relaciones sentimentales es incierto en buena medida y también peligroso como no pongan cuidado. No tienen mucho que ver una parte con la otra; Acuario con su ansia de libertad va a lo suyo y puede acabar hiriendo a Escorpio, quien empieza a agitar peligrosamente su aguijón, avisando. Otro punto negro en su relación es que tanto un signo como el otro son muy, muy tercos, y si se empeñan en algo, nadie puede hacer que cambien de opinión. En fin, si cruzan sus caminos podrían lamentarlo amargamente, o no, ¡quién sabe!"
        },
        {
            "id": 66,
            "hsc1": "escorpio",
            "hsc2": "piscis",
            "text": "Escorpio forma parte de los signos fijos de la rueda zodiacal y el signo de Piscis hace lo mismo dentro de los llamados mutables de la misma. Generalmente su compatibilidad es muy alta, puesto que resultan afines en varios aspectos de sus respectivas personalidades. Cuando trabajan codo con codo suelen ser capaces de conseguir cualquier cosa que se propongan; Escorpio y Piscis no dudan, ni un instante, a la hora de invertir su tiempo y energías para alcanzar sus objetivos. Además, cada cual se dedica a una actividad distinta y a la vez complementaria a la de la otra parte; el signo de Escorpio prefiere dirigir y el de Piscis prefiere la creación de nuevos proyectos e ideas, algo que podrá hacer libremente con Escorpio al lado.

            En el terreno sentimental tienen unas expectativas de futuro muy parecidas al caso anterior. Escorpio y Piscis comparten una comunicación extraordinaria, incluso cualquiera diría que tienen algo así como telepatía. Como se conocen tan bien, saben cuáles son sus puntos débiles y los fuertes, pero evitan tocar los débiles y robustecer los fuertes; no soportan la idea de hacerse daño, su amor está por encima de todas las cosas. ¡Felicidades!"
        },
        {
            "id": 68,
            "hsc1": "sagitario",
            "hsc2": "sagitario",
            "text": "Dos Sagitario juntos son dos signos que comparten la misma característica en común: la mutabilidad. Precisamente por eso, congeniarán en la mayor parte de los casos; además, si no fuera así, sería como negarse a sí mismas, pues son dos personas muy, muy afines. Sus relaciones laborales resultan excelentes, puesto que disfrutan haciendo lo que les gusta y tienen un espíritu de colaboración y de tolerancia enormes. Las áreas que más les van son aquellas relacionadas de alguna manera con los viajes; no hay que olvidar que este signo rige los viajes, así que podrán hacer grandes cosas en común. También el mundo de la comunicación es otro de sus campos interesantes y con buena estrella.

            Cuando forman una pareja tampoco tienen demasiados problemas para armonizar; además, sienten una pasión impetuosa que hace que compartan momentos íntimos de mucha intensidad y placer. En resumidas cuentas, el signo de Sagitario tiene tanta energía y optimismo que, cuando se unen dos, el resultado es una relación maravillosa en la que se comparte y disfruta todo hasta el último suspiro. ¡Felicidades!"
        },
        {
            "id": 69,
            "hsc1": "sagitario",
            "hsc2": "capricornio",
            "text": "Sagitario forma parte de los signos mutables del zodíaco, Capricornio pertenece a los signos cardinales dentro del mismo; y en general, sus relaciones serán con frecuencia un poco complicadas, aunque al mismo tiempo, también inmensamente estimulantes y sugerentes. Pueden llegar a conseguir muchas cosas en el terreno del trabajo, siempre y cuando demuestren interés en aprender mutuamente. El signo de Capricornio será quien se encargue de proporcionar la prudencia necesaria para no levantar castillos en el aire, además de vigilar y administrar la economía compartida, y el de Sagitario se encargará de dar la mejor salida a su trabajo.

            Cuando forman una pareja tienen algunos problemas más, pero es innegable la atracción que sienten hacia su media naranja; son un buen ejemplo de que las diferencias bien entendidas resultan positivas; lo malo es cuando se muestran inflexibles, pues no dan su brazo a torcer. Además, tienden a equilibrarse en buena medida: Capricornio contribuye a que Sagitario ponga los pies en la tierra y deje de idealizarlo todo, y Sagitario a que Capricornio se olvide de tanta formalidad y libere su imaginación. ¡Felicidades!"
        },
        {
            "id": 70,
            "hsc1": "sagitario",
            "hsc2": "acuario",
            "text": "Sagitario se encuadra dentro de los llamados signos mutables y Acuario forma parte de los signos fijos del zodíaco. Generalmente sus relaciones suelen ser muy positivas la mayor parte de las veces, aunque las discusiones, cuando se dan, pueden escucharse a kilómetros a la redonda. En el terreno profesional sus relaciones tienden a ser constructivas y productivas, lo malo es la poca prudencia que demuestran a la hora de manejar el dinero; este es el mayor peligro de su relación, porque en el resto, se avendrán sin problemas; tanto un signo como el otro se caracterizan por tener una inteligencia notable que no para de dar a luz ideas nuevas. Puede que Sagitario y Acuario no amasen una fortuna, pero se lo pasarán en grande trabajando a la par.

            A la hora de formar una pareja, los momentos de calma, sencillamente, no existen, pues no paran, siempre están haciendo cosas. Además, suelen formar una pareja que se sale de la norma la extravagancia parece ser su leitmotiv. También sus choques serán fuertes, pero desaparecerán tan pronto como sucedieron. Es posible que Sagitario y Acuario resulten seres extraños y locos en una esfera convencional, pero en la intimidad serán la pareja ideal. ¡Felicidades!"
        },
        {
            "id": 71,
            "hsc1": "sagitario",
            "hsc2": "piscis",
            "text": "El signo de Piscis y el de Sagitario se corresponden con el mismo rasgo en la rueda zodiacal: ambos son signos mutables. Aparentemente puede parecer que tienen bastante en común, pero no es así; sus relaciones suelen resultar nefastas, a no ser que lo intenten hasta más no poder. Si se relacionan en el terreno laboral, luchan lo que haga falta para lograr las metas que se hayan fijado; y pueden lograrlas, a pesar de sus discrepancias. Lo que pasa es que no son personas a quienes guste pasarse demasiado tiempo en la misma actividad; una vez consiguen lo que quieren, acostumbran a alzar el vuelo en busca de otros horizontes inexplorados, este es su punto de confluencia: aventurarse en nuevos ámbitos.

            Cuando forman una pareja es posible que mantengan bastantes diferencias; empezando por la excesiva sensibilidad del signo de Piscis, algo que unido a la verborrea propia de Sagitario, puede dar lugar a muchos malentendidos y conflictos. Tampoco son hábiles manejando el dinero, por eso suelen tener problemas económicos cada dos por tres. Sin embargo, comparten el mismo espíritu tierno, cándido y espontáneo; ¡ánimo!"
        },
        {
            "id": 72,
            "hsc1": "capricornio",
            "hsc2": "capricornio",
            "text": "Capricornio se encuentra dentro de los llamados signos cardinales en la rueda del zodíaco, por eso las relaciones de dos Capricornio tenderán a ser agradables y fraternas; no en vano pertenecen al mismo signo, y eso se nota, incluso cuando mantienen sus diferencias. Si deciden trabajar en común para alcanzar un proyecto profesional concreto, el resultado será próspero, pues son dos personas con un sentido del trabajo y de la responsabilidad grandes; además, calculan cuidadosamente cualquier decisión susceptible de ser tomada Capricornio no se lanza a hacer cosas a tontas y a locas, al contrario: le dan mil vueltas.

            En el plano sentimental tienen tan buenas perspectivas como en el caso anterior; además, se comprenden como nadie; y como tienen parecidas características y necesidades, sabrán cómo complacerse. Igualmente comparten el mismo criterio en lo que al dinero se refiere: gastar es equivalente a desprenderse de algo y lo evitan sea como sea (en realidad, son un poquito agarrados). En fin, dos Capricornios se comprenderán mutuamente como nadie. ¡Felicidades!"
        },
        {
            "id": 73,
            "hsc1": "capricornio",
            "hsc2": "acuario",
            "text": "Capricornio es un signo de carácter cardinal y Acuario es un signo de carácter fijo, así que, en general y en este caso en concreto, tendrán algunas dificultades, dependiendo en buena medida de la voluntad que pongan para llevarse bien y de los ámbitos en que se relacionen. Cuando coinciden en el terreno laboral, el resultado puede ser muy provechoso para las dos partes, pues que se complementan. Aunque Capricornio tiene la mala costumbre de intentar mandar a todo el mundo, en este caso su mando se inhibe hacia Acuario, y hace muy bien con esa actitud. Por otra parte, Acuario es el origen de todos los proyectos que desarrollen, y teniendo en cuenta cómo es, su característica principal será la novedad.

            Si forman una pareja no las tendrán todas consigo, desgraciadamente las diferencias podrán resultar insoportables. Capricornio es una persona muy sesuda, algo inversamente proporcional a Acuario, quien suele moverse siguiendo los impulsos de cada momento. Además, y aunque pueda parecer lo contrario, en ocasiones son demasiado intransigentes, y encima les gusta. Así las cosas, si consiguen alcanzar un terreno donde abandonar sus diferencias e incluso apreciarlas, entonces y solamente entonces, podrán ser felices."
        },
        {
            "id": 74,
            "hsc1": "capricornio",
            "hsc2": "piscis",
            "text": "El signo de Capricornio pertenece a los signos cardinales del zodiaco y el signo de Piscis es uno de los mutables dentro del mismo. En general, suelen ser personas que desarrollan unas buenas relaciones, incluso excelentes en muchos casos, pues se equilibran recíprocamente. Capricornio y Piscis saben cómo colaborar en el terreno laboral para ser capaces de alcanzar lo que se propongan, y tampoco les cuesta demasiado trabajo hacerlo, a pesar de que sus diferencias abundan, resultan asombrosamente compatibles. Además, tanto un signo como el otro tienden al trabajo en equipo, por eso les sale tan bien; y en este caso, mientras una parte genera las ideas, la otra se encarga de hacerlas realidad.

            Cuando forman una pareja les pasa más o menos lo mismo; saben que son diferentes, pero conscientes de ello, intentan mejorarse, y simplemente, lo que le falta a Capricornio, a Piscis le sobra, y viceversa. Piscis con Capricornio al lado deja a un lado sus dudas, y a la vez, este último signo sale de la inflexibilidad y rigidez tan propia de él. En fin, un Carnero y un Pez juntos saben vivir bien y desarrollarse. ¡Felicidades!"
        },
        {
            "id": 75,
            "hsc1": "acuario",
            "hsc2": "acuario",
            "text": "Acuario es uno de los signos fijos del zodiaco, y cuando se relacionan dos personas pertenecientes al mismo, la compatibilidad entre ellas será muy posible, puesto que tienen personalidades parecidas y se comprenderán como nadie; además, compartirán muchas y buenas cosas en común. Es posible que dos Acuario trabajando conjuntamente no consigan una fortuna, pero tampoco perderán el sueño por ello. Si hay algo que caracteriza a este signo es la falta de interés en los asuntos materiales y la necesidad de estar innovando continuamente, sobre todo, en todas aquellas actividades que estén relacionadas con el mundo de la investigación en cualquiera de sus posibles campos.

            Cuando forman una relación sentimental, el resultado será la atracción y los placeres compartidos, además de una comunicación sumamente fluida que será su punto fuerte a la hora de solucionar problemas. No será raro que se conozcan en una organización no gubernamental, en una huelga, en un acto cultural, fiesta, etc.; a partir de entonces, sus caminos confluirán. Dos Acuario no se separarán nunca, por lo menos, en sus pensamientos. ¡Felicidades!"
        },
        {
            "id": 76,
            "hsc1": "acuario",
            "hsc2": "piscis",
            "text": "Acuario es uno de los signos fijos dentro del zodiaco y Piscis es uno de los mutables dentro del mismo. De esta suerte, sus relaciones suelen ser o pueden ser bastante positivas, aunque tendrán que hacer algunos esfuerzos en ese sentido. En el terreno laboral sus relaciones que serán fructíferas en general, pues se unen dos personas con muchas y variadas inquietudes intelectuales, y con ganas de satisfacerlas, por eso no será extraño que se conozcan en el campo de la investigación. También es necesario recalcar que cuando se apasionan por alcanzar algo, no paran hasta ver realizados su deseo, por muy disparatado que parezca. Acuario y Piscis no ponen límites a sus sueños.

            Cuando forman una pareja necesitan suavizar sus diferencias; como la tendencia de Piscis a encerrarse en su interior, o por lo menos, eso es lo que suele pensar Acuario con bastante frecuencia. Lo que sucede es muy simple: Piscis es una persona que ama su intimidad sobre todas las cosas, y no se le puede obligar a que la comparta si no quiere, además, no funcionaría. Acuario y Piscis únicamente necesitarán paciencia hasta que sus ritmos se equilibren y confluyan a la par, el resto vendrá solo. ¡Ánimo!"
        },
        {
            "id": 77,
            "hsc1": "piscis",
            "hsc2": "piscis",
            "text": "El signo de Piscis se encuentra incluido dentro de los signos mutables del zodíaco, y en general, una relación formada por dos personas pertenecientes a este signo se desarrollará entre las bases de la comprensión y la tolerancia más beneficiosas para ambas. En el trabajo disfrutarán de una relación provechosa y estimulante, puesto que aportan todo lo que tienen para conseguir alcanzar sus sueños en este terreno. Precisamente por eso, no escatimarán esfuerzos, y por eso también, alcanzarán lo que se propongan. No obstante, el problema que presenta esta asociación es el dinero: dos Piscis son una calamidad en lo que a economía se refiere.

            Cuando forman una unión sentimental les pasa parecido al terreno anterior; es decir, suelen estar a dos velas casi siempre. De todas maneras, no hay que preocuparse, pues son personas que sabrán ingeniárselas para salir bien paradas de cualquier aprieto. Los Peces comparten un respeto enorme por sus respectivas intimidades; si hay algo que caracteriza a las personas que nacen en este signo es la necesidad de disfrutar de su libertad y particular mundo interior sin intromisiones... Dos Piscis saben cómo vivir su vida feliz por separado y en común. ¡Felicidades!"
        }
]
