[
    {
        "id": 1,
        "hsc1": "aries",
        "hsc2": "aries",
        "text": "Aries es un signo cardinal, y dos personas nacidas bajo este signo comparten esa característica en común; con ello, no es muy difícil deducir que presentan, más o menos, los mismos rasgos, para bien y para mal. Generalmente, aborrecen y aprecian las mismas cosas, así que, en principio, suelen congeniar estupendamente. En el ámbito profesional tienen talento para el mando, aunque cuando tienen que trabajar conjuntamente deben intentar no imponer su voluntad a la otra parte, pues si lo hacen se perderán en unas luchas de poder improductivas. No obstante, si se disponen a colaborar, resultará prácticamente imposible pararles los pies.",
        "text2": "Una pareja formada por dos personas pertenecientes a este signo puede resultar una bendición o un castigo insufrible, depende. Suelen ser personas que odian la falsedad y cualquier otra clase de artimañas: juntas pueden conseguir ser muy felices, siempre y cuando, no intenten someterse mutuamente. Aries tiene como virtud la pureza, así que cada vez que se demuestran amor, saben que, sin duda, es sincero. El rasgo negativo de su relación es que, si se hieren, no se perdonarán ni olvidarán fácilmente. De cualquier modo, nadie como Aries sabe agradecer un gesto de amor; y si son dos, aún es mejor... Merece la pena ceder un poco a cambio de un alma gemela, ¿no?"
    },
    {
        "id": 2,
        "hsc1": "aries",
        "hsc2": "tauro",
        "text": "Aries y Tauro son un signo cardinal y fijo por ese orden, lo que supone que se encuentran en posiciones relativamente opuestas para todo. En general, si aprenden a ser complementos mutuos, su unión puede resultar muy provechosa, ya que lo que le falta a una parte, la otra lo suple completamente. En el ámbito profesional su actitud suele ser diferente; Aries es quien propone y Tauro quien dispone, por eso, y especialmente en este caso, su relación tiende a ser muy fructífera. Si Aries representa la fuerza y a las ideas renovadoras, Tauro representa a la parte juiciosa y racional de la asociación Esta es la esencia de su éxito.",
        "text2": "Cuando se trata de amor, Aries y Tauro también son distintos; si estas dos personas se encuentran, es difícil que Tauro dé el primer paso, casi seguro que será el signo de Aries quien lo haga. Sin embargo, una vez que su relación se asiente, será Tauro quien propicie el desarrollo de la misma. En cualquier caso, su historia puede ser muy bonita y enriquecedora, Aries será la parte más activa de la unión y Tauro la más reflexiva. El riesgo que corren es que no se pongan de acuerdo y caigan en los reproches constantemente, pero si consiguen superar esto, su amor será tan grande como los contrastes que pueden existir en una relación tan rica y delicada como profunda."
    },
    {
        "id": 3,
        "hsc1": "aries",
        "hsc2": "geminis",
        "text": "Aries y Géminis son un signo fijo con un signo mutable respectivamente, y aunque son bien diferentes, cada cual suele suponer una suerte para la otra parte. Generalmente se entienden, ya que comparten una cualidad innata a su personalidad: no abandonan la niñez, por muchos años que cumplan. En el momento en el que estas dos personas deciden poner toda su voluntad y esfuerzo para conseguir una empresa en común, son una de las mejores asociaciones que pueden darse, pues poseen esas dosis de talento y pasión necesarias para alcanzar el éxito más clamoroso.",
        "text2": "Cuando hablamos de amor, estos dos signos conocen como nadie el significado de esa palabra, pero quizá de una manera extraña para el resto de la gente. Si Aries quiere mandar, por Géminis perfecto, así no tiene que llevar sobre sus espaldas el peso de la responsabilidad que tanto molesta a este signo. Además, a Aries no le molesta el carácter voluble de Géminis, simplemente deja que vaya a su ritmo. Al mismo tiempo, estas dos personas gustan de mantener largas conversaciones en las que cada cual se pierde en sus fantasías, convirtiéndose en cómplices y acompañantes de la aventura que supone amar. ¡Felicidades!"
    },
    {
        "id": 4,
        "hsc1": "aries",
        "hsc2": "cancer",
        "text": "Aries es un signo cardinal y Cáncer también, así que en su relación suelen existir algunas tiranteces. Generalmente son como polos paralelos que, en cuanto se ponen uno enfrente del otro, se repelen; parece que siguen una ley de naturaleza dispar, aunque también es susceptible de excepciones. Si es necesario que trabajen conjuntamente, -ya que si tienen la opción de decidir, posiblemente la rechacen-, la competencia se convertirá en su caballo de batalla, y nunca mejor dicho Son personas muy dominantes que no suelen ceder a favor de nadie, pero también adoran el éxito, así que puede existir una pequeña posibilidad de colaboración entre ambas.",
        "text2": "En el plano sentimental se suelen comportar de la misma forma: siempre quieren que se haga lo que quieren, precisamente por eso, las disputas se sucederán. Además, son personas que tienen una facilidad pasmosa para herirse, y cuando Aries o Cáncer sienten daño, no olvidan, nunca. En cualquier caso, invariablemente hay salvedades que confirman la regla, y además, si dos personas se quieren de verdad, pueden salvar las distancias que las separan de la felicidad, por muy grandes que sean."
    },
    {
        "id": 5,
        "hsc1": "aries",
        "hsc2": "leo",
        "text": "Aries y Leo forman una unión en la que se combina un signo cardinal, Aries, y un signo fijo, como Leo. En este caso, sus relaciones serán esencialmente buenas la mayoría de las veces, pues la tolerancia y consideración suelen estar presentes en su relación, a pesar de tener personalidades bastante diferentes. En el ámbito profesional, sus asociaciones suelen ser convenientes, pues a sus capacidades se une un fabuloso talento creativo que dará sus frutos. El punto negro de su relación es la tendencia que presentan a mandar, pero como son personas sensatas, acostumbran a solucionar esta cuestión de la mejor manera para las dos partes.",
        "text2": "No obstante, cuando se trata de relaciones sentimentales, lo tienen más complicado. Su unión suele ser demasiado tormentosa, ya que se caracterizan por caer de vez en cuando en la soberbia y la vanidad. Cuando Aries y Leo chocan, parece que se van a destripar, aunque solo lo parezca; la reconciliación será maravillosa en todos los sentidos, especialmente en el sexual (así, cualquiera discute). En fin, la relación de Aries y Leo suele estar teñida de dos elementos básicos: el amor y el odio. Precisamente por eso les resulta tan atractiva."
    },
    {
        "id": 6,
        "hsc1": "aries",
        "hsc2": "virgo",
        "text": "Aries y Virgo pertenecen a un signo cardinal, Aries, y mutable, Virgo. Generalmente, sus expectativas de un futuro en común suelen ser buenas, aunque dependiendo del terreno en el que se relacionen; es decir, en el terreno profesional forman una alianza casi perfecta. Cuando Aries y Virgo se deciden a realizar un trabajo en común, los resultados, en la mayoría de los casos, son muy positivos, pues son personas de probada valía en su actividad laboral, además, cada cual aporta las cualidades necesarias y que complementan a la otra parte a la hora del trabajo. Si Aries tiene demasiado furor y ansias, Virgo mantendrá la calma y empezará a organizar; precisamente por eso, consiguen equilibrarse.",
        "text2": "En el ámbito sentimental la situación suele ser, por desgracia, distinta. Las riñas son frecuentes; en realidad, discuten casi por todo: por sentimientos, por dinero, por celos y un largo etcétera. Es más que obvio que tienen personalidades diferentes, pero si en lugar de pelear por ello, aprenden a ver lo complementario de su relación, las cosas entre Aries y Virgo irían muchísimo mejor y formarían una pareja apasionante, compleja y completa ¡el esfuerzo merecerá la pena!"
    },
    {
        "id": 7,
        "hsc1": "aries",
        "hsc2": "libra",
        "text": "Aries y Libra son dos signos cardinales juntos, así que sus relaciones serán algo enredadas, pero no por ello malas ni incompatibles. Generalmente suelen ser personas muy razonables que saben reconocer lo bueno de alguien que merece la pena cuando lo tienen delante. En el terreno profesional puede que se produzca cierta oposición, sobre todo al principio, puesto que adoran mandar sobre todas las cosas. De todas maneras, rápidamente se darán cuenta de que si siguen así, lo único que conseguirán será un estrepitoso fracaso. Además, estos dos signos pronto aprenderán que la colaboración es la alternativa más beneficiosa para ambos, pues no soportan la idea de la derrota, ni siquiera imaginándosela.",
        "text2": "Si deciden unir sus vidas, su relación, en muchos casos, suele estar sometida a derivas constantes. Son personas diferentes, y encima, van a coincidir en una terquedad enorme; Aries y Libra no dan marcha atrás ni para coger impulso. En cualquier caso, la atracción sexual que sienten es potentísima, así que las reconciliaciones serán más que gozosas. Cualquiera diría que discuten expresamente para luego poder reconciliarse una vez, y otra vez, y otra..."
    },
    {
        "id": 8,
        "hsc1": "aries",
        "hsc2": "escorpio",
        "text": "Aries se encuentra dentro de los signos cardinales y Escorpio hace lo mismo dentro de los signos fijos; con esta situación, sus relaciones serán buenas, pero con matices; es decir, no son personas discordantes, pero se llevarán mejor o peor dependiendo de sus ascendentes y de su voluntad. Si se encuentran en el ámbito profesional, conocen perfectamente las cualidades de la otra parte a la hora de desempeñar una labor en común, por eso se suele desarrollar una relación de colaboración muy fuerte. Consciente o inconscientemente saben que necesitan prestarse ayuda; además, nunca lo olvidarán. La cooperación es la clave para estos dos signos cuando se trata de trabajar codo con codo.",
        "text2": "Cuando forman una pareja, lo más característico de su unión es el atractivo sexual que comparten, de eso no cabe ninguna duda; sin embargo, el resto de las facetas de su relación son como un expediente X. Cíclicamente suelen atravesar periodos de dificultades, algo normal para todo ser humano, aunque en su caso se agranda y puede hacer peligrar muy en serio su relación. Sin embargo, Escorpio y Aries saben que como rivales no tienen igual, y que como amantes, tampoco."
    },
    {
        "id": 9,
        "hsc1": "aries",
        "hsc2": "sagitario",
        "text": "Aries y Sagitario forman una combinación de un signo cardinal y un signo fijo respectivamente. En general, sus relaciones suelen ser satisfactorias en cualquiera de los ámbitos en que se relacionen, ya que suelen presentar unas cualidades y maneras muy parecidas. En el terreno profesional comparten dos características que hacen que su asociación sea muy positiva: un idealismo conductor a la hora de convertir en realidad aquello en lo que creen, y una sinceridad transparente. No serán capaces de traicionar a la persona con quien trabajen. Además, cuando Aries y Sagitario coinciden en el trabajo, casi con seguridad, harán amistad de por vida.",
        "text2": "Si se trata de una relación amorosa, pasa más o menos lo mismo que en el terreno anterior: su unión resultará muy avenida en la mayoría de los casos, a pesar de que parece encantarles llevarse la contraria... Sus choques suelen ser pasajeros, y tan pronto como llegan, se van, así, sin más. Por otra parte, estos dos signos comparten algo que les fuertemente: su pasión por los viajes. Aries y Sagitario no podrían encontrar mejores camaradas para disfrutar de una de las mejores aventuras: el amor."
    },
    {
        "id": 10,
        "hsc1": "aries",
        "hsc2": "capricornio",
        "text": "Aries con Capricornio presenta una combinación en la que comparten el mismo rasgo: ambos son signos cardinales. Esto suele suponer que, en sus relaciones, casi siempre existirá alguna que otra tensión, aunque comparten algo en común que resulta muy alentador: adoran el éxito. En el mundo del trabajo, su unión suele ser productiva, siempre y cuando persigan el mismo fin; es decir, que su asociación sea para conseguir bienes materiales. Con esta premisa serán capaces de hacer los mayores esfuerzos de respeto y comprensión, con tal de no fracasar. En cambio, si se unen por una razón no material, el resultado suele ser negativo, pues no se pondrán de acuerdo prácticamente en nada.",
        "text2": "Cuando forman una pareja lo tienen bastante más difícil, ya que cuando estas dos personas se encuentran en la vida que no sea profesional, no suelen sentir demasiada atracción por la otra parte, incluso se ignoran. Además, tienen una personalidad marcada por el individualismo de sus caracteres, algo que les impide compenetrarse en la gran mayoría de los casos. Aries y Capricornio pasan la mitad del tiempo haciéndose reproches, sin darse cuenta de que, en el fondo, son los mismos."
    },
    {
        "id": 11,
        "hsc1": "aries",
        "hsc2": "acuario",
        "text": "Aries y Acuario forman una unión en la que se unen un signo cardinal, Aries, con un signo fijo, Acuario. Generalmente sus relaciones están repletas de mucho magnetismo y magia, y encima, si por separado son personas con una imaginación muy activa, juntas ya son prodigiosas. Si Aries y Acuario trabajan en un proyecto en común, los resultados suelen ser muy positivos en diferentes sentidos, menos en el económico. No es que no obtengan beneficios, sino que, como derrochan bastante, el dinero no suele durar mucho tiempo en su posesión; parece que les quema en las manos. Y, claro, siempre están al borde de la ruina.",
        "text2": "En el plano sentimental, el signo de Aries y el de Acuario forman una pareja fuera de serie, tal vez en ocasiones se comporten como si se odiasen, pero en el fondo, se comprenden, y mucho. Saben quererse, perdonarse, disfrutar en común, perder, ganar, reír, llorar, etc. Además, Aries y Acuario son tan amantes de la acción que más que dos, parecen diez, o cien personas a la vez. Su relación está rodeada de un halo de excentricidad que, a todas luces, ¡es genial!"
    },
    {
        "id": 12,
        "hsc1": "aries",
        "hsc2": "piscis",
        "text": "Aries es un signo comprendido dentro de los signos cardinales y Piscis es un signo incluido en los mutables; en esta relación en concreto, aunque son personas bastante opuestas en sus respectivas personalidades y gustos, comparten un respeto mutuo digno de alabanzas. Si coinciden en el ámbito laboral o cuando deciden unirse para un proyecto en común, la situación suele liarse un poco, ya que no aceptan órdenes, y además, tampoco tienen demasiada prudencia a la hora de hacer gastos. Precisamente por eso, es frecuente que discutan por dinero, y que su seguridad económica esté constantemente pendiendo de un hilo; tal vez debido a ello sus asociaciones en este terreno no suelan durar, si bien, también depende de sus respectivos ascendentes.",
        "text2": "Cuando forman una pareja parece que van mejor las cosas. Generalmente se fortalecen con su unión, y así, se sienten muy a gusto en su relación de pareja. Consciente o inconscientemente, saben que pueden mejorarse y aprender gracias a su media naranja. De la misma forma, son personas con una sinceridad completa en sus relaciones, así que cuando dicen: te quiero, no mienten... y lo notan."
    },
    {
        "id": 13,
        "hsc1": "tauro",
        "hsc2": "tauro",
        "text": "Dos Tauro son dos signos fijos unidos, y en este caso concreto, sus relaciones suelen ser agradables, ya que, cuando se miran, es como mirar su reflejo, más o menos. Además, sus caracteres suelen ser muy semejantes, así que no importa demasiado que sus gustos sean parejos. Si dos personas Tauro deciden poner en común sus planes de futuro profesional, el resultado puede ser muy positivo o muy negativo; ya que por sus características personales, son personas bastante moderadas y poco entusiastas del riesgo. Debido a esto, a pesar de trabajar lo que sea necesario, si se equivocan en sus proyectos, les cuesta a más no poder dar marcha atrás o rehacer lo hecho. No obstante, si aciertan, sabrán cómo conservar y aumentar el producto obtenido, eso seguro.",
        "text2": "En el plano sentimental, la estabilidad es la norma en sus vidas, Tauro la necesita en todo momento. Sin embargo, si riñen, la testarudez puede hacerles permanecer sin hablarse durante mucho, mucho tiempo. De todos modos, su unión suele ser feliz y fructuosa, además, su fidelidad será para toda la vida. Cuando dos Tauro se enamoran, es extremadamente difícil que se separen, suelen formar una familia muy unida, y también numerosa. ¡Felicidades!"
    },
    {
        "id": 14,
        "hsc1": "tauro",
        "hsc2": "geminis",
        "text": "Tauro y Géminis forman una unión en la que se mezcla un signo fijo, Tauro, con un signo mutable, Géminis. En general, sus relaciones son beneficiosas en la mayoría de los casos, ya que aunque son personas diferentes, suelen coincidir en sus planteamientos vitales. Si tienen que trabajar codo con codo o si deciden emprender un proyecto de colaboración, los efectos suelen ser bastante buenos en general. A Tauro le falta ese punto de inventiva que a Géminis le sobra, además del ánimo que también caracteriza a este último signo. También a Géminis le falta ese toque de reflexión y de seguridad que Tauro posee. En esta situación, sus personalidades suelen resultar muy complementarias en diferentes sentidos.",
        "text2": "En el terreno sentimental, su unión suele tener más problemas que en el caso anterior. Para empezar, no suelen sentir demasiada atracción por una y otra parte cuando se encuentran por vez primera, casi al contrario. Una vez superado este primer inconveniente, el siguiente que se les plantea es más complicado: Tauro es una persona con una paciencia comparable a la de Job, pero Géminis es capaz de llevar a cualquiera hasta el borde de la locura. Y si Tauro pierde la paciencia, será mejor que Géminis se encuentre bien lejos... o lo lamentará."
    },
    {
        "id": 15,
        "hsc1": "tauro",
        "hsc2": "cancer",
        "text": "Tauro y Cáncer forman una pareja en la que se mezclan un signo fijo, Tauro, y un signo cardinal, Cáncer. Generalmente sus relaciones son muy buenas, ya que son personas que por su personalidad no tienen demasiados problemas de compatibilidad, casi al contrario. Su asociación en el ámbito profesional suele ser muy positiva, pues poseen cualidades notables a la hora de desempeñar sus labores. Además, se compenetran con una facilidad sorprendente, pues no suelen pisarse los pies. Si Tauro se encarga de la parte administradora, Cáncer se encarga de la organizadora, y así con todo lo que hacen. De la misma forma, suelen ser personas muy dispuestas y precavidas, sobre todo con el dinero.",
        "text2": "Sus relaciones en el complicado mundo de los sentimientos son parecidas a la relación anterior, pero menos asépticas. En el momento que se conocen, rápido se dan cuenta de que comparten muchas cosas; algo que contribuirá a que su relación comience bien. Otro aspecto que les une es su gusto por la vida doméstica, la comida y los niños, así que su hogar siempre suele contar con estos tres elementos que, sin duda, ayudan a que compartan una felicidad verdaderamente admirable."
    },
    {
        "id": 16,
        "hsc1": "tauro",
        "hsc2": "leo",
        "text": "Tauro y Leo son dos signos que pertenecen al grupo de los llamados fijos; en este caso, sus relaciones suelen ser más o menos complicadas dependiendo de sus respectivos ascendentes, pues generalmente tienen que poner mucha voluntad para conseguir llevarse medianamente bien. En el plano laboral sus relaciones son tensas, por eso, y si no queda otra alternativa, trabajarán conjuntamente, pero si pueden elegir, preferirán mantenerse a distancia. El signo de Leo es capaz de agotar la paciencia de Tauro, y Tauro a su vez, puede sacar de sus casillas a Leo con su obstinación innata. De todas maneras, son personas inteligentes que saben salir favorecidas, económicamente hablando, de sus asociaciones profesionales.",
        "text2": "Si se trata de relaciones de amor lo suyo es una odisea si coinciden en algo, es por mera casualidad. Sin embargo, mientras permanezcan cerca compartirán algo en común que puede hacerles felices: un corazón muy grande, y noble. En cualquier caso, si optan por acercar sus posiciones, seguro que consiguen ser felices; después de todo, tienen una buena base sobre la que poner los cimientos más preciosos: los del amor."
    },
    {
        "id": 17,
        "hsc1": "tauro",
        "hsc2": "virgo",
        "text": "Tauro forma parte de los signos llamados fijos y Virgo de los signos llamados mutables, pero aunque en apariencia parezca que esa fijeza y esa mutabilidad resultan discordantes, en realidad no es así. De todas maneras, sus ascendentes y voluntad representan un papel importante a favor o en contra de su unión. Sus relaciones en el ámbito laboral suelen ser poco propicias debido, sobre todo, a su excesiva precaución; algo que puede hacerles perder las oportunidades que se presenten. Sin embargo, la mayor parte de las personas Tauro y Virgo son muy laboriosas y no les faltan cualidades para poder conseguir alcanzar lo que se propongan en este terreno.",
        "text2": "Si forman una pareja, sus expectativas son mejores, ya que sea como sea se reconocen en almas gemelas, precisamente por eso conectan de una manera muy intensa y natural. Lo malo es que a veces su timidez puede hacer que no lleguen siquiera a formar una pareja. De todos modos, si superan ese pequeño problema, su relación irá dando pequeños pasos hacia lo que desean: el amor. Tauro y Virgo comparten un amor que se eleva por encima de todo lo demás. ¡Felicidades!"
    },
    {
        "id": 18,
        "hsc1": "tauro",
        "hsc2": "libra",
        "text": "Tauro es uno de los signos llamados fijos del zodíaco, y Libra forma parte de los signos cardinales. Generalmente sus relaciones serán controvertidas en la mayoría de los casos, aunque tampoco se puede negar que la atracción que sienten suele ser muy potente, les guste o no. Su unión en el ámbito laboral resulta normalmente beneficiosa, ya que se esfuerzan lo que sea necesario para conseguir las metas fijadas. Por el contrario, el rasgo más negativo de su asociación es la tendencia que presenta el signo de Libra a ejercer el mando, algo que a veces da al traste con todos los esfuerzos y a pesar de los buenos resultados obtenidos.",
        "text2": "Sus diferencias salen a la luz pronto cuando forman una pareja, además, el signo de Tauro termina con la boca abierta ante la capacidad camaleónica de su compañero-a con Libra es una realidad eso de que las apariencias engañan. Así las cosas, las discusiones pueden ser algo frecuentes, pero las reconciliaciones también, y resultan muy, muy satisfactorias, pues el sexo suele convertirse en una especie de pipa de la paz que comparten hasta el final."
    },
    {
        "id": 19,
        "hsc1": "tauro",
        "hsc2": "escorpio",
        "text": "Tauro y Escorpio se encuadran dentro de los signos fijos en la rueda zodiacal, y generalmente se profesan una admiración mutua formidable. Se conocen casi a la perfección y saben que, cuando creen en algo, nada ni nadie puede hacer que cambien de opinión. Si se encuentran en el trabajo o si deciden unir sus fuerzas para un proyecto en común, el resultado suele ser muy provechoso en diferentes sentidos; tanto Tauro como Escorpio trabajan duro para alcanzar sus metas, y unido a ellas viene el éxito económico. Tienen las raíces de su asociación bien asentadas desde el comienzo, y esta es la llave de su éxito.",
        "text2": "Por lo que respecta a sus relaciones en el terreno del amor, el resultado es ligeramente distinto al caso anterior en la mayor parte de los casos, pues se mezcla algo tan frágil como son los sentimientos humanos. Además, es necesario recordar que son personas muy testarudas (su característica más negativa en algunas circunstancias). De todos modos, lo que sí está muy claro es la atracción que sienten, y también su fidelidad manifiesta, por eso una vez que su relación se asienta, es difícil que sus vidas se aparten. ¡Felicidades!"
    },
    {
        "id": 20,
        "hsc1": "tauro",
        "hsc2": "sagitario",
        "text": "Tauro es un signo de los que se llaman fijos, y Sagitario es uno de los mutables dentro de la rueda del zodíaco; particularmente con esta combinación, sus relaciones serán bastante positivas en la mayoría de los casos, a pesar de o gracias a lo diferentes que son en general. Sus relaciones profesionales suelen ser prósperas, ya que tanto Sagitario como Tauro se esfuerzan constantemente para conseguir alcanzar aquello que se proponen, sobre todo, si se trata de capital. Lo que sucede es que no se pondrán de acuerdo a la hora de invertir, pues Tauro se negará a ello con todas sus fuerzas; esto es lo que puede suponerles más desacuerdos, y lo que con el tiempo, haga que decidan discurrir por caminos separados.",
        "text2": "Si Tauro y Sagitario forman una pareja, la situación se enreda un poco más, y a las diferentes opiniones económicas, se unirán dos formas de ser bastante opuestas, especialmente, en lo que respecta al sentido familiar y hogareño de Tauro, no compartido por Sagitario. De todas maneras, tienen otras cosas en común que hacen que su relación sea increíblemente buena cuando se ponen de acuerdo, y la mejor, es su fuerte atracción sexual. La pasión se convierte en su lazo de unión, ¡que la disfruten!"
    },
    {
        "id": 21,
        "hsc1": "tauro",
        "hsc2": "capricornio",
        "text": "Tauro forma parte de los signos fijos del zodíaco, y Capricornio de los cardinales; generalmente, suelen ser personalidades muy compatibles en cualquiera de los aspectos en que se relacionen. Además, sienten una simpatía innata que hace que mantengan una comunicación espléndida. En el ámbito profesional, sus relaciones suelen ser de las mejores, pues tanto Tauro como Capricornio tienen un sentido del trabajo muy desarrollado, y unido a él, ¿cómo no?, se encuentra el económico. Estos dos signos tienen muy clara la meta desde el principio y no dejarán que nada ni nadie les impida llegar a ella. No importa que las metas a alcanzar sean arriesgadas y difíciles, las conseguirán a pesar de todo, cueste lo que cueste.",
        "text2": "Cuando forman una pareja su relación es de las mejores, Tauro y Capricornio son dos personas que tienen muchas cosas en común y en diferentes ámbitos. No obstante, el punto negro de su relación es la tendencia al rencor; sin duda, esto será lo que más problemas les ocasionen. De todos modos, se conocen como nadie y saben lo que tienen que hacer para lograr vencer ese problema: hablar. En fin, Tauro y Capricornio se sienten muy a gusto cerca y siempre tienen algo que compartir en sus vidas. ¡Felicidades!"
    },
    {
        "id": 22,
        "hsc1": "tauro",
        "hsc2": "acuario",
        "text": "Tauro y Acuario son signos que se encuadran dentro de los llamados fijos en la rueda zodiacal. Sus relaciones en esta combinación suelen ser complejas, sobre todo debido a que tienen personalidades muy distintas, aunque sus propios ascendentes y voluntad representan un rol determinante. Sus relaciones profesionales pueden ser bastante buenas, siempre y cuando se propongan una finalidad determinada y corta. Generalmente, cada cual tiene unas características que puede enriquecer sus objetivos y relaciones laborales: Acuario posee la ilusión y genio que le falta a Tauro, quien a cambio posee la capacidad de reflexión y decisión que le faltan a Acuario.",
        "text2": "De la misma forma, sus relaciones sentimentales presentan la misma complejidad que en el caso anterior, o puede que incluso más. Cuando se encuentran sus caminos, la indeferencia mutua suele ser la tónica, así que en un principio, es bastante difícil que estas sientan interés. Finalmente, la inestabilidad del signo de Acuario hace que el otro signo se sienta desconcertado, mucho y en muchas ocasiones, y la testarudez de Tauro hace lo propio con Acuario Su pareja tendrá que basarse en el ejercicio de la paciencia para conseguir llegar a buen puerto."
    },
    {
        "id": 23,
        "hsc1": "tauro",
        "hsc2": "piscis",
        "text": "Tauro es un signo fijo, y Piscis es un signo de carácter mutable; aunque a pesar de este antagonismo, sus relaciones serán buenas la mayoría de las veces y casos. Inexplicablemente son personas que hagan lo que hagan, de algún modo, se entienden y aprueban. Cuando coinciden en el ámbito profesional, sus relaciones son algo peores que en el resto de las posibles relaciones. De todos modos, los resultados son positivos, puesto que sus cualidades resultan complementarias. Además, al signo de Piscis le viene de maravilla tener a Tauro cerca para recordarle que el dinero no crece de la nada y que, cuando se gasta mucho, luego toca hacer recortes en el presupuesto.",
        "text2": "Por otro lado, su relación como pareja suele ser dichosa, Tauro y Piscis saben que tienen mucho que enseñar y aprender de su media naranja; además, las sonrisas es un ingrediente que no falta en su relación. Para terminar, comparten una comunicación extraordinaria, se entienden con una mirada, sin mediar palabra En fin, Tauro y Piscis seguramente llegarán a comprender como nadie lo mucho que se quieren. ¡Felicidades!"
    },
    {
        "id": 24,
        "hsc1": "geminis",
        "hsc2": "geminis",
        "text": "Dos signos de Géminis conforman una relación en la que se une el mismo rasgo: la mutabilidad. Precisamente por eso, y por pertenecer al mismo signo, son muy compatibles, ya que en general tendrán las mismas particularidades personales, y por tanto, un comportamiento semejante. En la esfera de profesional, sus relaciones se desarrollarán dentro de un clima de autonomía que reconforta y a la vez resulta muy productivo. Además, una de las características del signo de Géminis es su capacidad para elaborar nuevos proyectos innovadores, pues suelen ser personas con cualidades innatas para el desempeño de labores en que se necesite facilidad para formar nuevas ideas y proyectos; y siendo dos, esto aumenta en buena medida mejorando los resultados.",
        "text2": "Si forman una pareja su compatibilidad también suele ser considerable; si negaran a su media naranja, sería como negar su propia persona. Sin embargo, el punto negro de su relación es que cuando una parte no está en su mejor período, la otra parte tampoco, así que la situación puede empeorar bastante. De todas maneras, cuando todo marcha bien, su relación resulta magnífica en todos los sentidos. Dos Géminis, por amor, son capaces de poner el mundo boca abajo. ¡Felicidades!"
    },
    {
        "id": 25,
        "hsc1": "geminis",
        "hsc2": "cancer",
        "text": "Géminis forma parte de los signos mutables y Cáncer de los cardinales; así que la relación entre uno y otro propenderá a ser un tanto difícil. Aparentemente, puede parecer que son personas bastante afines, pero a la hora de la verdad no es así, aunque comparten algunas pautas en la vida. Sus relaciones en el ámbito laboral suelen ser fructíferas, ya que se complementan con cierta facilidad. Géminis se caracteriza por tener una capacidad para generar ideas realmente sorprendente, algo que a Cáncer le falta. Este último signo posee una capacidad planificadora y organizativa inédita para Géminis, quien sigue a su aire y ni se entera. De todas maneras, sus relaciones profesionales son muy provechosas casi siempre.",
        "text2": "Si forman una pareja lo tienen un poco más complicado, pues la armonía y estabilidad tan necesaria para Cáncer resulta casi una quimera con Géminis al lado, quien cambia de parecer tan rápido como el viento cambia de dirección, o simplemente deja de soplar. Ciertamente por ello, sus relaciones tenderán a estar envueltas en un clima turbulento; cuando Cáncer y Géminis se quieren, se quieren con locura, pero cuando se odian, se odian de veras..."
    },
    {
        "id": 26,
        "hsc1": "geminis",
        "hsc2": "leo",
        "text": "Géminis se incluye dentro de los signos llamados mutables y Leo de los signos de carácter fijo; a pesar de ello, su compatibilidad generalmente es alta. Las relaciones que desarrollan suelen caracterizarse por su fuerte espíritu de colaboración, aunque sus enfrentamientos, cuando se dan, resultan estrepitosos. En el ámbito profesional, si estos dos signos se organizan para llevar a cabo un proyecto en común, los resultados suelen ser beneficiosos. El signo de Leo tiende a ejercer sus acciones dentro de la esfera administrativa y planificadora, algo perfecto para Géminis, quien por su parte, prefiere dedicarse a otras labores menos materiales y más ideales e intelectuales, obteniendo al mismo tiempo libertad. Todo esto se traduce en un éxito más que posible.",
        "text2": "Cuando se trata de sus relaciones sentimentales el resultado es más complejo, puesto que la vanidad propia de Leo resulta peligrosa para Géminis. Y para Leo, esa propensión que presenta Géminis hacia el subterfugio resulta muy irritante; a veces, inaguantable. Finalmente, sus trifulcas son feroces, aunque luego las aguas vuelven a su cauce con relativa facilidad, para después volver a empezar En el fondo, Géminis y Leo saben que se necesitan mucho más de lo que se atreven a imaginar."
    },
    {
        "id": 27,
        "hsc1": "geminis",
        "hsc2": "virgo",
        "text": "Géminis y Virgo forman una unión en la que se suma la misma característica: ambos son signos mutables en la rueda zodiacal. Generalmente, sus uniones serán tornadizas y resultarán más o menos compatibles dependiendo del ámbito en que se desenvuelvan sus relaciones. Sus relaciones laborales suelen ser mejores que el resto de las que se pueden dar. Cuando Géminis y Virgo trabajan codo con codo, no resulta nada raro que establezcan unos lazos de lealtad realmente admirables. Además, no competirán entre sí, muy al contrario, suelen trabajar mano a mano para conseguir sus objetivos. De este modo, si una parte se dedica a una labor, la otra parte se dedicará a otra distinta, evitando estorbarse e interferir.",
        "text2": "Cuando forman una pareja, sus relaciones sentimentales son más problemáticas, pero a cambio, también resultan más atractivas y excitantes; si bien mantienen bastantes contrastes, precisamente por eso tienden a estar cerca. Finalmente, algo que contribuye mucho a la buena marcha de su unión es la comunicación tan fluida que mantienen; Géminis y Virgo pueden pasarse horas y horas hablando de todo: del futuro, del pasado, de lo mucho que se quieren, etc., etc."
    },
    {
        "id": 28,
        "hsc1": "geminis",
        "hsc2": "libra",
        "text": "Géminis se encuadra dentro de los signos mutables del zodíaco, Libra hace lo mismo dentro de los cardinales, y su compatibilidad en la mayoría de los casos resulta muy alta. Son personas de características heterogéneas, pero sus relaciones suelen estar envueltas dentro de un equilibrio enriquecedor para ambos signos. Cuando se unen en el ámbito laboral, sus relaciones suelen ser admirables, pues tienen una mente muy creativa que les ayuda a conseguir los fines marcados. Además, Géminis tiene una notable capacidad para la creación de proyectos de cara al futuro, pero materializarlos ya es otro cantar, de eso se encarga Libra, quien tiene una capacidad organizativa intensamente positiva cuando se trata de esta asociación de signos en particular.",
        "text2": "En el terreno sentimental, sus relaciones son extraordinarias en la mayor parte de los casos. Suelen disfrutar de una avenencia y respeto mutuo realmente fenomenales, aunque de vez en cuando, surjan los choques, como sucede con cualquier otra pareja. De igual forma, estos dos no conocen la palabra rutina en su relación: son dos personas con una imaginación muy viva que adoran mantener una comunicación fluida donde las haya. En fin, forman una unión en la que la vida es una verdadera aventura. ¡Felicidades!"
    },
    {
        "id": 29,
        "hsc1": "geminis",
        "hsc2": "escorpio",
        "text": "Géminis forma parte de los signos mutables de la rueda del zodiaco, y Escorpio, en cambio, forma parte de los fijos. Generalmente sus relaciones son un tanto complicadas, aunque precisamente por ello, también muy interesantes. De todas maneras, sus ascendentes tendrán mucho que ver en este sentido. En el terreno profesional, si Géminis y Escorpio se unen para llevar a cabo un proyecto, el resultado normalmente es imprevisible. Escorpio no suele soportar de buen grado que Géminis pase tanto de las actividades propias de la organización, quien, a su vez, ve su libertad pendiendo de un hilo con alguien como Escorpio al lado, a quien le encanta controlarlo todo.",
        "text2": "En sus relaciones sentimentales ocurre un poco lo mismo, tal vez por eso, tiendan a evitarse, a pesar de que comparten una atracción sexual potente donde las haya. El apasionamiento interviene en su unión con una fuerza irresistible, aunque luego la lógica tienda a separar sus vidas con la misma fuerza contrasentidos de la vida. De todos modos, es posible que no puedan compartir toda una vida en común, pero sí que compartirán todos los placeres terrenales que hemos desarrollado los seres humanos. ¡Que lo disfruten mientras dure!"
    },
    {
        "id": 30,
        "hsc1": "geminis",
        "hsc2": "sagitario",
        "text": "Géminis con Sagitario conforman una relación en la que se unen dos signos pertenecientes a los llamados mutables en la rueda zodiacal. Concretamente en este caso, su compatibilidad suele ser alta, pero no exenta de problemas que la puedan hacer peligrar. Sus relaciones profesionales resultan positivas, aunque por a su carácter voluble será posible que no perduren en el tiempo; en cualquier caso, mientras tanto serán satisfactorias, ya que tanto una parte como la otra poseen una inteligencia notable que, cuando se suma, el resultado es doblemente mejor, incluso extraordinario. Lo que sí se mantendrán serán los lazos de amistad que desarrollen, pues tenderán a ser muy fuertes.",
        "text2": "Cuando forman una pareja congenian, a pesar de que conocen las diferencias de carácter que tienen. Sagitario se caracteriza por una sinceridad que, en ocasiones, resulta demasiado cruda para su pareja, pero también posee una aptitud para idealizar asombrosa. Por su parte, Géminis posee un atractivo y capacidad de comunicación magnéticas para el otro signo. En fin, son una pareja destinada a quererse, como la canción: come what may, come what may, I will love you until my dying day."
    },
    {
        "id": 31,
        "hsc1": "geminis",
        "hsc2": "capricornio",
        "text": "Géminis y Capricornio forman una unión en la que confluyen un signo mutable como Géminis y un signo cardinal como Capricornio. Sus relaciones resultan, en general, bastante compatibles a pesar de las características tan personales y diversas de cada uno de los signos. En el terreno del trabajo sus relaciones suelen ser provechosas para ambos signos. Géminis aporta unas características fundamentales a la hora de desarrollar proyectos, como su capacidad para dar a luz nuevas ideas, pero lo que es ejecutarlos no se le da demasiado bien; es ahí donde entra en juego Capricornio, quien se encarga de organizar todos los pasos y de materializar ese mare mágnum de pensamiento geminiano.",
        "text2": "Cuando forman una pareja también suelen ser felices, además, sienten una atracción sexual muy potente; y no solamente eso, también mantienen una comunicación sumamente espontánea y sincera. Es posible que riñan de vez en cuando, pero resultan intelectualmente muy interesantes; les encanta mantener debates incluso sin sentido. ¿Qué más pueden pedir? Géminis y Capricornio comparten una intensa pasión sexual y mental. ¡Felicidades!"
    },
    {
        "id": 32,
        "hsc1": "geminis",
        "hsc2": "acuario",
        "text": "Géminis con Acuario forma una relación en que se combina un signo mutable, en el caso de Géminis, con un signo fijo, como es Acuario. Aunque aparentemente exista oposición entre esa mutabilidad y esa fijeza, en realidad no es para tanto y suelen equilibrarse con sus diferencias. Cuando se relacionan en el ámbito laboral pueden conseguir unos magníficos resultados dependiendo del campo al que se dediquen, pues son personas con cualidades innatas para la creación, pero la administración no es uno de sus fuertes. Si se dedican al mundo del arte y la cultura, la educación o de la investigación, les irá muy bien; son dos de los signos más intelectuales del zodíaco no así en el resto.",
        "text2": "En el terreno sentimental Géminis y Acuario es posible que no mantengan sus relaciones en el tiempo, pero en cambio, lo que duren, serán muy intensas. Posiblemente estas dos personas no estén enamoradas toda la vida, aunque sí es cierto que el tiempo que lo estén, sin duda, supondrá una experiencia memorable. Además, tienen un carácter imaginativo, independiente y complejo que da como resultado una pareja extravagante donde las haya. Géminis y Acuario forman una unión en que la libertad y la complicidad es una constante extraordinaria. ¡Que lo disfruten!"
    },
    {
        "id": 33,
        "hsc1": "geminis",
        "hsc2": "piscis",
        "text": "Géminis y Piscis conforman una relación en que se mezclan dos signos mutables, por eso comparten algunas virtudes y bastantes defectos; su compatibilidad depende en buena medida del terreno en que se relacionen, y en cualquier caso, necesitan prestarse mutuamente mucha comprensión, tiempo y esfuerzo para llegar a cierto equilibrio. En el ámbito laboral se complementan bastante bien, pues tanto una parte como la otra son personas muy dinámicas que no paran. Además, comparten una intensa capacidad para la innovación, capacidad que se potencia muchísimo cuando se unen. Un punto negativo de su relación es la falta de cuidado con el dinero, Géminis y Piscis sencillamente no prestan atención a este aspecto.",
        "text2": "Cuando forman una pareja, las expectativas de un futuro en común son un poco más imprecisas, pues tienden a hacerse daño, incluso sin querer. Son dos signos duales, lo que significa en este caso que ponerse de acuerdo resulta toda una odisea. Géminis y Piscis se caracterizan, además, por su carácter voluble, algo que complica la situación en buena medida. En fin, Géminis y Piscis tienen un complejo, arduo y fascinante camino por delante. ¡Ánimo!"
    },
    {
        "id": 34,
        "hsc1": "cancer",
        "hsc2": "cancer",
        "text": "Cáncer con Cáncer constituyen una combinación en la que se unen dos signos que comparten un mismo rasgo: la cardinalidad, característica que hace que, generalmente, su compatibilidad sea muy alta en los diferentes terrenos en que se relacionen, ya que tienen una personalidad semejante. En el terreno laboral sus relaciones suelen resultar provechosas, no importa lo que tengan que esforzarse para conseguir alcanzar sus metas, harán todo lo posible para lograrlas. Son dos personas muy pertinaces, y cualquiera que las conozca podrá asegurar que, cuando desean algo, la palabra imposible no existe en su vocabulario. Además, dos Cáncer jamás derrocharán el dinero que ganen, al contrario, puede que su avaricia rompa el saco.",
        "text2": "Si forman una unión en una pareja sentimental también suele resultar favorable, puesto que como son muy semejantes, sienten casi igual; los malentendidos no suelen darse en su relación. Asimismo, no hay nadie en el mundo que pueda apoyar, comprender y cuidar a un Cangrejo como otro Cangrejo. En fin, su pareja es una de las mejores que pueden darse para su signo. ¡Felicidades!"
    },
    {
        "id": 35,
        "hsc1": "cancer",
        "hsc2": "leo",
        "text": "El signo de Cáncer pertenece a los reunidos dentro de los signos cardinales y el de Leo es uno de los signos fijos del zodiaco. Generalmente, las relaciones que se establezcan entre los dos no serán demasiado afables; tendrán que poner mucho de su parte para lograr cierto entendimiento mutuo. En el terreno profesional tienden a repelerse, es poco probable que quieran relacionarse para conseguir algo en concreto. El mayor problema existente para Cáncer y Leo en el trabajo es que su manía por la autoridad, por eso sus luchas serán frecuentes... Es una pena, porque son dos personas muy dotadas para ejercer su actividad profesional, eso sí, por separado.",
        "text2": "Como pareja les sucede poco más o menos lo mismo, además, y para complicarlo todo más, tienden a hacerse daño con demasiada facilidad. Otro punto discordante lo forma su concepto del dinero; Cáncer es muy prudente, tiembla ante la sola idea de gastarlo, algo que Leo no comparte para nada. Finalmente, una pareja formada por Cáncer y Leo puede que no sea capaz de disfrutar de una felicidad completa, o será difícil que lo hagan, aunque si se esfuerzan, es posible que puedan conseguirlo. ¡Ánimo!"
    },
    {
        "id": 36,
        "hsc1": "cancer",
        "hsc2": "virgo",
        "text": "Cáncer es un signo perteneciente a los llamados signos cardinales del zodiaco y Virgo a los signos que se encuadran dentro de los mutables. Y así, generalmente, sus relaciones suelen ser agradables en cualquiera de los terrenos en que se relacionen, ya que comparten bastantes características. Sus relaciones laborales resultan beneficiosas, y no solamente en términos económicos, también en los demás. Son dos personas hacendosas, y juntas, todavía más; del mismo modo, suelen disfrutar trabajando codo con codo, pues comparten criterios y maneras de ser. Además, Cáncer y Virgo conceden importancia al mundo material, por eso no dudan en esforzarse continuamente para mejorarlo.",
        "text2": "Si forman una pareja, la posibilidad de disfrutar de un futuro en común es enorme; se apoyan, comprenden y animan mutuamente todo el tiempo. El signo de Cáncer ayuda económicamente al otro signo, y Virgo hace lo propio con Cáncer, aunque inmaterialmente. No obstante, la parte más negativa de su unión es la tendencia de Virgo a buscar la independencia sin contar con otra parte. De todos modos, Cáncer y Virgo saben hacerse felices; lo demás, vendrá casi solo."
    },
    {
        "id": 37,
        "hsc1": "cancer",
        "hsc2": "libra",
        "text": "Cáncer y Libra son signos que confluyen en una misma característica zodiacal: son cardinales. Incluso así, las diferencias que mantienen, aunque no son profundas, se notan en unos ámbitos más que en otros, aunque siempre cabe la posibilidad de llegar a un equilibrio satisfactorio y mutuo. Sus relaciones profesionales son esencialmente buenas, puesto que son dos personas a quienes no les importa tener que emplear lo que tienen, sea tangible o no, en la conquista de sus objetivos. Cáncer y Libra tendrán muy claro los objetivos a alcanzar; las dudas se quedan a un lado. Al mismo tiempo, Libra sabe adecuarse al esquivo signo de Cáncer sin demasiadas dificultades; si Cáncer prefiere hacer de líder, no importa, incluso lo hace bien, así Virgo se dedicará a otras actividades más afines.",
        "text2": "En el plano sentimental la situación es más peliaguda, pero también tiene un punto positivo de correspondencia; el signo de Cáncer tiende al pesimismo, y el optimismo que caracteriza a Libra supone una ayuda impagable para Cáncer. Finalmente, Cáncer posee la paciencia necesaria para aguantar los malos momentos y la testarudez de Libra, así que sus fuerzas se compensan en buena medida; además, cuando se trata de amor... saben perdonar y olvidar."
    },
    {
        "id": 38,
        "hsc1": "cancer",
        "hsc2": "escorpio",
        "text": "Cáncer y Escorpio forman una relación en que se une un signo cardinal, Cáncer, con un signo fijo, Escorpio. En general y en este caso en particular, su unión resulta positiva, pues sienten una fuerte atracción que les impulsa a permanecer cerca, aunque sea circunstancialmente. En el terreno profesional su asociación suele resultar muy productiva en el sentido más amplio de la palabra. Cuando Cáncer y Escorpio se proponen un fin común, ciertamente será económico, y lo conseguirán, cueste lo que cueste. Cáncer se comportará con suma prudencia a la hora de gastar, y Escorpio hará algo parecido, pero de otra manera: ganando. Con esas condiciones, a estos dos signos nunca les faltarán reservas.",
        "text2": "Sin embargo, como pareja les cuesta más llegar a un concierto, posiblemente porque son dos signos algo contrapuestos. Comparten virtudes notables, pero también otras que por desgracia, no lo son tanto, como los vicios. De todas maneras, si deciden hacer como en el ámbito laboral; es decir, caminar en la misma dirección, su futuro será floreciente y feliz consciente o inconscientemente saben que arrepentirse de algo es transformar el pasado."
    },
    {
        "id": 39,
        "hsc1": "cancer",
        "hsc2": "sagitario",
        "text": "Cáncer forma parte de los llamados signos cardinales del zodíaco y Sagitario de los mutables del mismo. Generalmente, su compatibilidad es arriesgada y depende en buena manera del terreno en que se desarrollen sus relaciones; si lo intentan decididamente, podrán conseguir llevarse bien, pero a priori no las tienen todas consigo. En el ámbito profesional tienen estrella, puesto que la cooperación es una constante en sus relaciones; saben que conjuntamente tendrán mayores posibilidades de éxito que por separado, así que no dudarán en aunar esfuerzos por un bien común. Además, si Sagitario representa a la fuente de la que manan las ideas, Cáncer hace lo mismo con su capacidad para la organización y para dar forma a todo lo anterior.",
        "text2": "Si se unen en una pareja, necesitarán ceder mucho para alcanzar cierto equilibrio. Para empezar, mantienen diferencias a la hora de manejar el dinero; Cáncer no se quiere desprender de él, cuando Sagitario tiende a que dure poco en su posesión Posesión, eso que adora Cáncer y no soporta Sagitario. Sin embargo, tienen algo muy importante a favor: el sexo. Y para terminar, Sagitario resulta en exceso voluble e independiente para el Cangrejo, por eso, tarde o temprano, es muy posible que Sagitario levante el vuelo y parta, así, sin más."
    },
    {
        "id": 40,
        "hsc1": "cancer",
        "hsc2": "capricornio",
        "text": "Cáncer y Capricornio son dos signos cardinales unidos, y en este caso en concreto, sus relaciones suelen ser atractivas para ambos, aunque no exentas de peligro: comparten formas de ser y gustos, aunque las tonalidades que les caracterizan son bien distintas, y complementarias también. Sus relaciones profesionales resultan provechosas, pues los dos signos tienen claro lo que quieren conseguir desde el principio, por eso no escatimarán esfuerzos para alcanzarlo; además, en la mayor parte de los casos, lo harán por dinero; y dadas las características de Cáncer y Capricornio, lo ganarán sin demasiados problemas.",
        "text2": "Si Cáncer y Capricornio forman una pareja, sus esperanzas de futuro son halagüeñas; los dos signos necesitan mantener unas relaciones estables, si bien en ocasiones, las diferencias en cuanto al destino del dinero puede ser una fuente de discusiones y conflictos: Capricornio gasta más dinero de lo que a Cáncer le gustaría, pero también hay que decir que este último signo, a veces, es un poco ruin. De todos modos, la madurez que sean capaces de alcanzar será determinante ayudará a limar sus asperezas y aprender las lecciones del amor; Cáncer y Capricornio saben mejor que nadie que se quieren, y que en definitiva, son una pareja bien avenida, incluso cuando discuten."
    },
    {
        "id": 41,
        "hsc1": "cancer",
        "hsc2": "acuario",
        "text": "Cáncer y Acuario forman una unión en la que coinciden dos signos con particulares bien distintas: Cáncer es cardinal y Acuario es un signo que pertenece a los llamados fijos del zodíaco; precisamente por eso, su compatibilidad resulta en general una rareza extraordinaria y maravillosa. En el terreno laboral sus relaciones suelen ser demasiado tensas, pues son personas con pocos intereses en común. Tampoco coinciden en sus capacidades y actitud, así que de darse una relación de trabajo, los enfrentamientos serán constantes y pondrán en peligro su futuro. Asimismo, las inclinaciones profesionales de cada cual van por caminos bien diferentes, y si coinciden, será por casualidad y circunstancialmente.",
        "text2": "Sin embargo, sí que comparten algo en lo que a la esfera amorosa se refiere: una atracción sexual potentísima; esto puede que les haga olvidar sus diferencias, aunque solamente sea algo pasajero. De todas maneras, aparte del sexo, no hay mucho más compartir; para Cáncer resulta casi imposible soportar la inestabilidad de Acuario, y a Acuario le sucede lo mismo con la fijeza y carácter posesivo de Cáncer. Lo que sí está muy claro es que compartirán placeres, quizás no para toda la vida, pero mientras tanto..."
    },
    {
        "id": 42,
        "hsc1": "cancer",
        "hsc2": "piscis",
        "text": "Cáncer es un signo cardinal y Piscis es un signo mutable dentro de la rueda del zodíaco, a pesar de ello, sus relaciones suelen ser bastante agradables en general. No es extraño que se sientan bien cerca (inexplicablemente, ya que son dos personalidades distintas en varios aspectos). Sus relaciones laborales suelen ser muy buenas, lo que pasa es que no coinciden demasiado en sus intereses; Cáncer se interesa casi exclusivamente por el objetivo económico, y Piscis, aunque tiene en cuenta ese criterio, no es primordial; necesita tener otros estímulos añadidos, de lo contrario, pierde el interés, y cuando esto sucede, acaba cambiando de aires tarde o temprano.",
        "text2": "En el plano sentimental su unión suele resultar equilibrada, puesto que ni una parte ni la otra se altera con facilidad, y menos todavía cuando se unen. Además, a Piscis le viene de perlas tener a alguien a su lado tan firme como Cáncer. Sin embargo, a veces, la inquietud de Piscis puede llevarle a explorar territorios que no son compartidos para nada por el posesivo signo de Cáncer (pero volverá, Cáncer, tú ten paciencia). En fin, son dos personas sumamente sensibles que comparten todo: risas, llantos, riqueza, pobreza, amor... ad infinitum."
    },
    {
        "id": 43,
        "hsc1": "leo",
        "hsc2": "leo",
        "text": "Leo es un signo fijo del zodiaco, y al unirse dos, es fácil concluir que, más o menos, van a compartir muchas de sus características sean de la naturaleza que sean. En general, su compatibilidad suele ser alta, pues Leo es un signo que se distingue por su elevado sentido del respeto. Si trabajan a la par los resultados podrán ser muy fructíferos, lo difícil será que se pongan de acuerdo en la dirección de su proyecto. Si no lo hacen, se perderán en crueles luchas por alcanzar un poder que al final no serviría para nada. Tienen la fuerza necesaria para destruirse, y lo saben; sin embargo, como son personas dotadas con una inteligencia notable, sabrán complementarse y trabajar en común para conseguir los objetivos que se hayan marcado.",
        "text2": "En el plano sentimental, en una pareja formada por dos Leo no es extraño que los enfrentamientos sean frecuentes, dado su personalidad poderosa; algo que les resulta prácticamente imposible es desistir de una opinión o propósito. Otro de los riesgos de su unión es la tendencia a la dominar que tienen (y por doble partida), esto puede llevarles a luchas como las de los mismos leones: feroces, en sentido figurado y en otro que puede no serlo tanto ¿no se dice que los amores más reñidos son los más queridos?"
    },
    {
        "id": 44,
        "hsc1": "leo",
        "hsc2": "virgo",
        "text": "Leo es un signo fijo y Virgo es otro mutable en la rueda del zodiaco; en este caso en particular, sus relaciones suelen estar teñidas de una tensión poco alentadora para ambas partes; normalmente, necesitan poner mucho de su parte para poder comprenderse y apoyarse uno a otro. Sus relaciones en el terreno del trabajo suelen ser positivas, pues cada signo tiene unas aptitudes y actitudes bien diferentes que pueden resultar óptimas a la hora de relacionarse en el trabajo. El signo de Leo siente predilección por la organización, el de Virgo se inclina más hacia el análisis y la organización. Con esta combinación, si se lo proponen en serio, podrán hacer muchas y grandes cosas en común.",
        "text2": "En el plano sentimental lo tienen complicado, pero no imposible. Los rasgos más negativos de su unión suelen ser la tendencia a llevar la voz cantante en el caso de Leo, y la propensión a la crítica, en el caso de Virgo. Sin embargo, el rasgo más positivo suele ser una compatibilidad sexual plena (no está mal, ¿eh?). De todas maneras, son dos personas muy inteligentes y curiosas. En este sentido, es normal que encuentren diferentes puntos de confluencia, sobre todo intelectuales, que puedan acercarles desde sus respectivas orillas."
    },
    {
        "id": 45,
        "hsc1": "leo",
        "hsc2": "libra",
        "text": "Leo es un signo que se encuadra dentro de los llamados fijos y Libra se encuentra dentro de los signos cardinales en la rueda zodiacal. En este caso en concreto, su compatibilidad es evidente en la mayoría de los casos, pues presentan muchas y variadas afinidades. Cuando trabajan juntas, suelen ser personas que mantienen un contacto estrecho y que no tienen dificultades para comunicarse, al contrario. Comprenden que la unión hace la fuerza, por eso trabajarán todo lo que sea necesario en pos las metas que se marquen. Además, si coinciden como compañeros-as de trabajo, es frecuente que se desarrolle entre una relación de amistad que perdurará en el tiempo, incluso aunque ya hayan dejado de compartir actividades profesionales.",
        "text2": "En el plano sentimental, cuando Leo y Libra se conocen al principio el sentimiento de admiración mutua es lo primero, seguido de una comunicación muy fluida, seguro que no pararán de hablar de todo en su primer encuentro. Leo y Libra coinciden en numerosos aspectos, pero especialmente en uno no demasiado positivo, o sí, según quién lo mire: son un ejemplo de derroche en el término más amplio de la palabra es posible que no amasen una fortuna en la vida, pero tendrán muchas otras cosas que entregarse, seguramente, mejores."
    },
    {
        "id": 46,
        "hsc1": "leo",
        "hsc2": "escorpio",
        "text": "El signo de Leo y el de Escorpio forman parte de los signos que se encuentran dentro de los signos fijos, precisamente por eso, sus relaciones serán complicadas en la mayoría de los casos. De todas maneras, también dependerán en buena medida de sus respectivos ascendentes. Profesionalmente sus expectativas de futuro pueden ser positivas si ponen voluntad en olvidar sus diferencias; tienen la capacidad de hacerlo, otra cosa es que quieran. Además, tendrán que poner un cuidado especial para no caer en la competitividad y aprender a confiarse. En el momento en el que comprendan que, si luchan por conseguir el poder, es posible que nadie lo alcance, todo empezará a ir mejor.",
        "text2": "A la hora de formar una pareja tienen los mismos problemas que en el supuesto anterior, unidos a una testarudez y radicalidad que pueden dar al traste con su relación en cuanto se descuiden. A pesar de todo, o precisamente por todo lo anterior, si Leo y Escorpio se empeñan en el amor, no habrá nada ni nadie que pueda hacerles romper Como son tan tercos-as insisten en quererse a pesar de las dificultades, y si después de todo, merece la pena seguir juntos-as, seguirán hasta el final."
    },
    {
        "id": 47,
        "hsc1": "leo",
        "hsc2": "sagitario",
        "text": "El signo de Leo forma parte de los llamados fijos y Capricornio hace lo mismo dentro de los signos cardinales, así y en este caso en concreto, sus relaciones serán un poco tensas en general. Si bien esto es cierto, también lo es que existe una fuerte atracción mutua que les lleva a juntarse, aunque sea circunstancialmente. Sus relaciones en el ámbito laboral suelen ser productivas; el signo de Leo siente inclinación por la planificación, cuando Capricornio prefiere dedicarse a labores más precisas, como puede ser la organización de recursos. No obstante, tendrán que tener cuidado con la predisposición de Leo a llevar la voz cantante, porque Capricornio podría plantarle cara en cualquier momento.",
        "text2": "En el universo de la pareja su unión es algo más peliaguda debido a los diferentes conceptos que tienen de la vida, especialmente en lo que al plano económico se refiere: Capricornio sin duda concederá una importancia suma a la economía, pero Leo rara vez compartirá esa idea. Además, otro punto complicado es la testarudez de Leo y Capricornio, sus reconciliaciones se hacen esperar, aunque cuando llegan, se convierten en explosiones sexuales que pueden durar, durar y durar..."
    },
    {
        "id": 48,
        "hsc1": "leo",
        "hsc2": "capricornio",
        "text": "El signo de Leo forma parte de los llamados fijos y Capricornio hace lo mismo dentro de los signos cardinales, así y en este caso en concreto, sus relaciones serán un poco tensas en general. Si bien esto es cierto, también lo es que existe una fuerte atracción mutua que les lleva a juntarse, aunque sea circunstancialmente. Sus relaciones en el ámbito laboral suelen ser productivas; el signo de Leo siente inclinación por la planificación, cuando Capricornio prefiere dedicarse a labores más precisas, como puede ser la organización de recursos. No obstante, tendrán que tener cuidado con la predisposición de Leo a llevar la voz cantante, porque Capricornio podría plantarle cara en cualquier momento.",
        "text2": "En el universo de la pareja su unión es algo más peliaguda debido a los diferentes conceptos que tienen de la vida, especialmente en lo que al plano económico se refiere: Capricornio sin duda concederá una importancia suma a la economía, pero Leo rara vez compartirá esa idea. Además, otro punto complicado es la testarudez de Leo y Capricornio, sus reconciliaciones se hacen esperar, aunque cuando llegan, se convierten en explosiones sexuales que pueden durar, durar y durar..."
    },
    {
        "id": 49,
        "hsc1": "leo",
        "hsc2": "acuario",
        "text": "Leo y Acuario están contenidos dentro de los signos fijos en la rueda zodiacal; generalmente, sus relaciones serán algo turbulentas en la mayoría de los casos. De todas maneras, es necesario aclarar que dependerán en buena medida del ámbito en el que se desarrollen y de la voluntad que pongan. En el terreno profesional se complementan bastante bien, ya que Leo y Acuario son personas inteligentes que no titubean a la hora de dejar sus discrepancias a un lado para poder trabajar bien juntas. Asimismo, el sentimiento de respeto y admiración suele ser una tendencia en su relación; además, tienen una capacidad de producción muy efectiva, y ese es su punto de unión, pues gracias a ella alcanzarán sus metas, especialmente si se relacionan en áreas que tienen que ver con la creación de nuevas ideas.",
        "text2": "A la hora de formar una pareja tienen algún que otro problema más, ya que, para empezar, no suelen sentir atracción sexual, aunque sí lo hagan intelectualmente. Precisamente por eso, no es extraño que Leo y Acuario puedan formar una amistad perdurable y extraordinariamente divertida; partiendo de ahí, todo podrá pasar; quizás, un día se miren a la cara y descubran lo que sienten desde hace tiempo sin que ni siquiera se hubieran dado cuenta..."
    },
    {
        "id": 50,
        "hsc1": "leo",
        "hsc2": "piscis",
        "text": "Leo es uno de los signos correspondientes a los signos fijos del zodiaco y el signo de Piscis es uno de los denominados signos mutables. Con estos aspectos, en general, sus relaciones serán complicadas, pero también gracias a esa complicación serán sumamente enriquecedoras, sobre todo, en el plano intelectual. Si se esfuerzan para conseguir un fin que interese a ambas partes, los resultados serán, casi siempre, los deseados, pues Leo y Piscis son dos signos que comparten diferentes inquietudes intelectuales, y juntos, podrán satisfacerlas completamente; cada uno es el reactivo adecuado para potenciar las capacidades del otro. Además, las injerencias estarán descartadas.",
        "text2": "Cuando forman una pareja, la inestabilidad propia del Pez, mezclada con la tendencia a la rutina del signo de Leo dan como resultado un desequilibrio chocante, o también puede ser todo lo contrario, depende. Piscis se mueve según sus sentimientos, pero Leo, a veces, no es capaz de entenderlo, su razón se lo impide. Otro aspecto oscuro de su unión es que suele estar teñida por dos sentimientos contrapuestos: amor y odio. En fin, Leo y Piscis forman una relación tempestuosa en la que ambos signos saben lo que es sentir el placer y el dolor en toda su intensidad."
    },
    {
        "id": 51,
        "hsc1": "virgo",
        "hsc2": "virgo",
        "text": "Virgo es un signo mutable del zodiaco, y así, dos personas nacidas bajo el mismo aspecto suelen llevarse bastante bien, pues comparten bastantes características. En general, su compatibilidad es alta, ya que comparten muchas particularidades personales, para bien y para mal. Suelen compenetrarse perfectamente en el ámbito laboral, pues tienen los mismos o parecidos objetivos y maneras de actuar. Además, uno de los rasgos más característicos de Virgo es su búsqueda de la perfección, y al ser por partida doble, se pasarán horas y horas revisando sus proyectos para que no tengan fallos. Precisamente por eso suelen conseguir sus metas (tanta dedicación tarde o temprano suele dar sus frutos).",
        "text2": "En el terreno sentimental se llevan fundamentalmente bien, puesto que tienen gustos y formas de ser y comportarse semejantes; el problema de su relación radica en la excesiva reserva que presentan, algo que no deja demasiado espacio para la sorpresa, así que su unión corre el riesgo de resultar demasiado monótona. De todos modos y como conclusión, si Virgo no siente interés por las sorpresas: ¿qué más da?, serán felices a su manera."
    },
    {
        "id": 52,
        "hsc1": "virgo",
        "hsc2": "libra",
        "text": "Virgo forma parte de los signos mutables y Libra es uno de los cardinales dentro del zodíaco; en general, sus relaciones suelen ser enriquecedoras la mayoría de las veces, ya que consciente o inconscientemente, saben que tienen muchas cosas que enseñar y aprender uno del otro. La colaboración suele ser una constante cuando se trata de estos dos signos trabajando juntos. Puede que con frecuencia a Virgo le toque ser quien tire del carro, pero Libra no tardará en reaccionar y en ponerse a trabajar con todas sus fuerzas. Lo más destacado de sus unión suele ser el contraste que cada cual representa para la otra parte, gracias a él, pueden complementarse a la perfección, o casi.",
        "text2": "Cuando forman una pareja sus relaciones también suelen ser agraciadas, entre otras razones, porque son dos personas que adoran la perfección por encima de todo, así que siempre estarán intentando mejorar su unión. De vez en cuando, su pareja, como todas, correrá el riesgo de caer en la tan temida rutina, aunque Libra se encargará de que eso no ocurra provocando a su Virgen Sencillamente, disfrutarán de una relación completa y variada al mismo tiempo y cada día más perfecta. ¡Felicidades!"
    },
    {
        "id": 53,
        "hsc1": "virgo",
        "hsc2": "escorpio",
        "text": "El signo de Virgo es mutable en la rueda zodiacal y Escorpio es uno de los llamados fijos dentro de la misma rueda. En general y en la mayoría de los casos, sus relaciones forman el catalizador perfecto que cada cual necesita para mejorar en los diferentes aspectos de la vida. Sus relaciones son muy productivas en el terreno profesional, además, consciente o inconscientemente, saben que pueden alcanzar muchas cosas colaborando sin entorpecer la labor de la otra parte. Además, la lealtad también entra a formar parte de su relación; puede pasar de todo en sus relaciones, pero evitarán mentir: la sinceridad es una de las mejores aliadas que tienen, y por partida doble. Gracias a todo lo anterior, sus metas no se harán esperar demasiado.",
        "text2": "En el plano sentimental sus relaciones son semejantes al caso anterior, e incluso superiores. Virgo y Escorpio son la combinación más completa que puede darse entre dos para ser capaces de mitigar lo peor y potenciar lo mejor de cada cual. Virgo poco a poco adquiere confianza en sí mismo con Escorpio cerca, quien a su vez, consigue confianza en sí y en los demás con Virgo al lado. En definitiva, son tal para cual. ¡Felicidades!"
    },
    {
        "id": 54,
        "hsc1": "virgo",
        "hsc2": "sagitario",
        "text": "Virgo y Sagitario son dos signos que pertenecen a los que se encuadran dentro de los signos mutables en el zodíaco. Sin embargo, en contra de lo que cabría esperar, sus relaciones no son demasiado buenas en general, pues las diferencias resultan abismales. De todas maneras, es necesario tener en cuenta sus ascendentes para saber si se llevarán mejor o peor. En el ámbito del trabajo sus relaciones serán poco habituales, ya que sus campos de actividad e intereses suelen ser diferentes; además, la experiencia puede resultar fatal. Virgo se caracteriza por una estricta ética de trabajo que, con frecuencia, Sagitario se salta a la torera. Asimismo, el espíritu de perfección propio de Virgo se estrella con la volubilidad de Sagitario, quien a su vez, acaba agobiándose con el perfeccionismo de su colega.",
        "text2": "Cuando forman una pareja suelen tener problemas, puesto que sus maneras de ver la vida, sencillamente, no coinciden. Virgo es una persona tan sosegada que Sagitario solo con estar a su lado se pone de los nervios. Por su parte, este último signo puede sentir su libertad amenazada con Virgo al lado, y para Sagitario su libertad es sagrada. En cualquier caso, suelen disfrutar de una comunicación fluida e interesante, un primer paso muy importante."
    },
    {
        "id": 55,
        "hsc1": "virgo",
        "hsc2": "capricornio",
        "text": "Virgo se encuadra dentro de los llamados signos mutables del zodiaco y Capricornio es uno de los cardinales; en general, su compatibilidad suele ser bastante alta, puesto que presentan varios aspectos armoniosos en común. En el ámbito del trabajo sus relaciones suelen ser un ejercicio de colaboración constante. Tanto un signo como el otro muestran mucho respecto por la labor de la otra parte, y además, son personas con un sentido de la responsabilidad notable. Al mismo tiempo comparten los parecidos criterios económicos, así que no tendrán disputas en ese sentido. Por todo ello, Virgo y Capricornio conseguirán lo que se propongan en común.",
        "text2": "Si forman una pareja tienen muchas posibilidades de llevarse bien, pues comprenden la individualidad de cada cual a la perfección. Puede que Virgo y Capricornio no sean personas de palabras cariñosas y caricias constantes, pero se demostrarán amor de muchas y diferentes formas. La mentira no tiene cabida en su unión, por eso confían tanto; sin duda, su relación, sea del carácter que sea, hace gala de una sinceridad fenomenal. En fin, Virgo y Capricornio tendrán muy buenas expectativas de futuro en común. ¡Felicidades!"
    },
    {
        "id": 56,
        "hsc1": "virgo",
        "hsc2": "acuario",
        "text": "Virgo forma parte de los signos mutables en la rueda del zodíaco y el signo de Acuario es uno de los pertenecientes a los signos fijos. Sus relaciones, en la mayoría de los casos, no son malas, ya que comparten una buena comunicación pese a los contrastes que les caracterizan. Sus relaciones son beneficiosas en el terreno del trabajo, puesto que tienen aptitudes distintas que resultan o pueden resultar muy complementarias. Acuario tiene mucho talento para generar nuevas ideas, y Virgo posee el talento de la planificación y organización, esto es: de la materialización en un proyecto puntual de toda esa capacidad de creación de Acuario. Además, coinciden en una inteligencia notable, así que se respetan y admiran mutuamente.",
        "text2": "Cuando se trata de sus relaciones sentimentales, la situación se nubla un poco, pues en un primer momento, no suelen sentir inclinación a formar una pareja, sin duda, debido a sus personalidades tan heterogéneas. De todos modos, Virgo y Acuario sí que comparten una personalidad curiosa que hace que experimenten constantemente en diferentes terrenos, Acuario sobre todo, quien adora la aventura arrastrando a Virgo consigo, ¿y qué aventura hay más excitante que el amor?"
    },
    {
        "id": 57,
        "hsc1": "virgo",
        "hsc2": "piscis",
        "text": "Virgo y Piscis coinciden en el mismo rasgo zodiacal: su carácter mutable. Aún así, sus relaciones no suelen estar bien aspectadas, pues son personas que se encuentran en posiciones enfrentadas dada su personalidad. Virgo es racional por encima de todas las cosas, y Piscis, por su parte, usa la intuición como motor vital; representan la razón versus la intuición. Podrían hacer muchas cosas en común en el ámbito laboral si pusiesen las ganas necesarias para ello. Son dos personas con características complementarias, pero por desgracia, no suelen sentir atracción a la hora de formar una asociación para un fin concreto. Además, los terrenos por los que se mueven no tienen nada que ver, así que, sencillamente, es difícil que coincidan.",
        "text2": "Sus relaciones en el plano sentimental tampoco resultan demasiado dichosas, puesto que la estabilidad propia del signo de Virgo se esfuma con alguien tan inestable como Piscis cerca, algo que para Virgo resulta insoportable, quizás demasiado. Sin embargo y con frecuencia, sienten una atracción sexual intensa que podrá unir sus vidas íntimamente por momentos, aunque luego, cada cual vaya discurriendo tranquilamente por otros derroteros"
    },
    {
        "id": 58,
        "hsc1": "libra",
        "hsc2": "libra",
        "text": "El signo de Libra se engloba dentro de los signos cardinales del zodíaco, y cuando se unen dos, todavía más. Generalmente se comprenden bastante bien, algo bastante normal, dado que comparten varias características personales, unas positivas y otras es posible que no tanto. En el terreno laboral los resultados de sus relaciones suelen ser notorios, ya que son dos personas con un sentido del deber y afán de superación que hacen que consigan cualquier meta que se pongan. Si hay algo que tiene Libra es la tenacidad, por eso hasta que no logra lo que quiere, no para, y al ser dos, este aspecto se encuentra doblemente reforzado.",
        "text2": "Cuando forman una pareja también les va bien; dos Libra se pasarán horas y horas conversando con una comunicación muy fluida. Puede que a veces la conversación se acalore y acaben discutiendo, pero eso no afectará a su relación; lo olvidarán tan rápido como ocurrió. Su punto más negativo radica en lo iguales que pueden llegar a ser, precisamente por eso, si una parte de la relación está atravesando por un mal momento, la otra parte también lo estará. Salvo esto, el resto será complicidad total. ¡Felicidades!"
    },
    {
        "id": 59,
        "hsc1": "libra",
        "hsc2": "escorpio",
        "text": "El signo de Libra es cardinal en la rueda zodiacal y Escorpio es uno de los signos fijos dentro de la misma rueda. Sus relaciones, en general, son complejas, y dependen en buena medida de los ascendentes y voluntad de cada uno para mejorarlas, o todo lo contrario. Cuando se trata de relaciones laborales, si consiguen entenderse y ponerse de acuerdo, el resultado puede ser muy bueno, incluso sobresaliente. Lo que pasa es que, si bien son personas con mucha capacidad de trabajo, también son demasiado independientes como para permanecer juntas en el tiempo. Sin embargo, es indudable que mientras desarrollen una actividad en común, colaborarán intensamente para que todo salga según lo planeado.",
        "text2": "En el plano sentimental, sin duda la capacidad de adaptación del signo de Libra suele ser la mejor baza de su relación; Escorpio, por su parte, sabe cómo mantener la alegría e interés de su pareja; además, también ceden un poquito para acercarse. Las diferencias surgirán de vez en cuando en su unión, aunque podrán contribuir a enriquecer una relación que, a todas luces, no es perfecta, pero sí enriquecedora en muchos y diversos sentidos. ¡Felicidades!"
    },
    {
        "id": 60,
        "hsc1": "libra",
        "hsc2": "sagitario",
        "text": "El signo de Libra es un signo cardinal y el de Sagitario es uno de los que forman parte de los signos mutables dentro de la rueda del zodiaco. Con todo, sus relaciones suelen ser esencialmente buenas en los diferentes ámbitos en que se desarrollen: sentimental, familiar, laboral, etc. Cuando se trata de sus relaciones de trabajo son dos personas capaces de conseguir lo que quieran, sobre todo en aquellas áreas relacionadas con la metafísica y en aquellas que estén relacionadas con los viajes y con otras culturas, especialmente gracias al signo de Sagitario. Por otra parte, cuando Libra y Sagitario se unen para desarrollar un proyecto generan tanta fuerza y pasión que nada ni nadie podrá frenar su marcha.",
        "text2": "Como pareja presentan muchas características positivas para poder ser felices. La comunicación es su punto más fuerte, por eso se pasan horas y horas hablando de sus intereses, planes, del futuro, la vida, etc. Libra y Sagitario se ayudan en lo que haga falta, por eso se sienten tan fuertes e inseparables. Consciente o inconscientemente notan que se necesitan para crecer, amarse, para vivir... ¡Felicidades!"
    },
    {
        "id": 61,
        "hsc1": "libra",
        "hsc2": "capricornio",
        "text": "Libra y Capricornio se encuentran dentro de los signos llamados cardinales en la rueda del zodíaco. Generalmente su compatibilidad es un poco compleja, aunque si se disponen a ceder un poco, pueden conseguir un equilibrio muy beneficioso para las dos partes. En el ámbito laboral sus relaciones tienden a ser difíciles, pero no por falta de aptitud, sino por falta de actitud. Libra y Capricornio tienen el mal hábito de luchar por el poder, perdiendo unas energías y tiempo precioso en ello. En cambio, si se disponen a mejorar este aspecto, podrán conseguir lo que se propongan, pues son dos personas con una capacidad de trabajo enorme, y también con un tesón que les favorece en el mismo sentido.",
        "text2": "Cuando forman una pareja les pasa un poco lo mismo: pelean por llevar la voz cantante. Además, el signo de Capricornio es todavía más cabezota de lo que lo es Libra, más adaptable a todas luces. A favor de Capricornio hay que decir que tiene una paciencia casi infinita, así que Libra podrá relajarse. En definitiva, si pretenden hacerse la vida imposible, sin duda, lo conseguirán; pero si se proponen hacerse felices, conseguirán mucho más."
    },
    {
        "id": 62,
        "hsc1": "libra",
        "hsc2": "acuario",
        "text": "Libra es un signo que se encuadra dentro de los signos cardinales y Acuario forma parte de los signos fijos del zodiaco. Generalmente presentan algunas diferencias que pueden resultar complementarias, si se deciden a suavizar sus diferencias en las relaciones que puedan desarrollar. En el ámbito profesional no será extraño que, de buenas a primeras no sientan atracción ante la idea de trabajar codo con codo. Libra suele resultar demasiado mandón para el otro signo, quien odia las órdenes casi por encima de todas las cosas. De todos modos, pueden formar una asociación productiva en este campo, pues Acuario es capaz de aportar sus múltiples y variadas ideas a Libra para que las defina y haga firmes.",
        "text2": "Cuando forman una pareja tienen las mismas dificultades que en el caso anterior, pero, a diferencia del terreno laboral, sí suelen sentir atracción mutua. Precisamente por eso, es muy posible que en un primer encuentro no se den ni cuenta de lo diferentes que son, hasta se conozcan mejor. Poco apoco las diferencias surgirán, y así, la tendencia de Libra a ordenar, o la volubilidad de Acuario se pondrán de manifiesto. Sin embargo, comparten una buena dosis de comunicación e inteligencia para superar cualquier dificultad; y eso, sin duda, es lo mejor que tienen."
    },
    {
        "id": 63,
        "hsc1": "libra",
        "hsc2": "piscis",
        "text": "Libra pertenece a los llamados cardinales del zodiaco y Piscis hace lo mismo dentro de los mutables. Su compatibilidad suele ser bastante alta, a pesar de las disparidades existentes en sus formas de ser, pues esas diferencias, en vez de suponer un distanciamiento, supondrán todo un complemento. A la hora de trabajar en común, los resultados suelen ser muy productivos y duraderos, pues ninguna de las partes se entromete en el campo de acción de la otra, consiguiendo así una alianza casi perfecta. Si el signo de Libra prefiere las actividades de planificación y organización, Piscis se lo agradecerá, puesto que tiende a evitar esas labores. Además, Libra sabe cómo dar forma y encauzar toda la capacidad creativa propia de Piscis.",
        "text2": "Cuando forman una pareja la atracción que sienten es muy fuerte; Libra y Piscis suelen mantener unas relaciones sexuales que van mucho más allá del puro placer físico, hasta llegar al espiritual. Asimismo, también comparten una infinidad de ideas y de aficiones que, si cabe, les hace sentirse aún mejor y madurar a la par. En fin, Libra y Piscis se funden en una unión plena y deliciosa en diferentes sentidos. ¡Felicidades!"
    },
    {
        "id": 64,
        "hsc1": "escorpio",
        "hsc2": "escorpio",
        "text": "Escorpio se incluye dentro de los signos fijos del zodiaco, y al ser dos en este caso, sus relaciones serán más o menos difíciles dependiendo del ámbito en que se desarrollen. De todos modos, comparten varias características en común; unas resultarán positivas, otras no tanto. Cuando trabajan en común, pueden llegar a conseguir lo que quieran; las personas nacidas en este signo suelen poseer una inteligencia notable y unas dotes innatas para todo aquello que esté relacionado de alguna manera con la investigación. Además, son muy perseverantes, y hasta que alcanzan sus objetivos, no paran. Por otra parte, al pertenecer al mismo signo, se conocen bien y saben lo que está pasando por la cabecita de la otra parte; así que las dobleces en su relación no tienen cabida.",
        "text2": "En el plano sentimental, generalmente las perspectivas de futuro no son tan alentadoras; dependerán en buena medida del esfuerzo que realicen. El punto más negativo de su relación es que Escorpio nunca olvida, y en este caso, por doble partida; quienes les conocen suelen pensar que son personas rencorosas. Así las cosas, tienen dos opciones bien distintas: decidir perdonar y olvidar los malos momentos o dejarse llevar por el despecho."
    },
    {
        "id": 65,
        "hsc1": "escorpio",
        "hsc2": "sagitario",
        "text": "Escorpio forma parte de los signos fijos en la rueda zodiacal; Sagitario es uno de los llamados mutables dentro de la misma. Generalmente su compatibilidad es bastante alta; consciente o inconscientemente, aprenden de las cualidades de cada cual, algo que les ayuda a madurar. Tienen muchas expectativas de futuro y de éxito en el plano laboral, se complementan casi a la perfección. Escorpio se caracteriza por poseer unas energías potentes y por saberlas encauzar en la dirección adecuada. El signo de Sagitario tiene una capacidad de comunicación notable; por eso, cuando estas dos personas se unen para desarrollar un proyecto en común, tendrán mucho a favor para poder llevarlo a cabo con éxito.",
        "text2": "Cuando forman una pareja, Escorpio y Sagitario tienen buenos aspectos a priori; aunque tendrán que tener mucho cuidado, sobre todo el Sagitario, para no herir a su pareja con sus palabras, o se arrepentirá de cada una de ellas. De vez en cuando, los encontronazos resultarán atronadores, y como Escorpio no olvida fácilmente, Sagitario ya puede ir sacando a relucir todo su encanto para la seducción, conquistando otra vez a su media naranja ¡ojo!"
    },
    {
        "id": 66,
        "hsc1": "escorpio",
        "hsc2": "capricornio",
        "text": "Escorpio forma parte de los fijos del zodíaco y Capricornio es uno de los signos cardinales dentro del mismo. En este caso particular, generalmente sus relaciones suelen estar rodeadas de un halo de complicidad estimulante gracias a la buena comunicación que comparten. En el terreno laboral los resultados de sus relaciones suelen ser muy fructíferos y estables, pues son dos personas con un espíritu de colaboración y capacidad de trabajo enormes, así que el éxito no tardará en presentarse; y no solamente eso, estos dos signos siempre están ideando y desarrollando ideas constantemente, da igual lo que sea, no paran.",
        "text2": "Cuando forman una pareja, la unión sentimental de Escorpio y Capricornio también es dichosa, aunque no sean personas demasiado dadas a la expresión verbal de su cariño, da igual, lo hacen de otras maneras igualmente placenteras. Escorpio y Capricornio comparten una comprensión extraordinaria, al mismo tiempo que se profesan una devoción notable. En fin, Escorpio y Capricornio son una pareja afortunada que se ama con naturalidad. ¡Felicidades!"
    },
    {
        "id": 67,
        "hsc1": "escorpio",
        "hsc2": "acuario",
        "text": "El signo de Escorpio y el de Acuario comparten su carácter fijo dentro de la rueda del zodiaco; y en este caso en particular, lo anterior se traduce en unas relaciones complejas que, en principio, suelen conllevar muchos riesgos, puesto que a priori no resultan demasiado compatibles. En el ámbito profesional sus relaciones no son habituales, Escorpio y Acuario tienden a evitarse; sus maneras de ser y de ver la vida no son las mismas, y eso pesa en demasiadas ocasiones. De todas maneras, tienen una inteligencia notable, así que es posible que sean capaces de llegar acuerdos favorables, para ello tienen que tener muy claro desde el comienzo que van a evitar las injerencias, de lo contrario, será la guerra sin descanso.",
        "text2": "El resultado de sus relaciones sentimentales es incierto en buena medida y también peligroso como no pongan cuidado. No tienen mucho que ver una parte con la otra; Acuario con su ansia de libertad va a lo suyo y puede acabar hiriendo a Escorpio, quien empieza a agitar peligrosamente su aguijón, avisando. Otro punto negro en su relación es que tanto un signo como el otro son muy, muy tercos, y si se empeñan en algo, nadie puede hacer que cambien de opinión. En fin, si cruzan sus caminos podrían lamentarlo amargamente, o no, ¡quién sabe!"
    },
    {
        "id": 68,
        "hsc1": "escorpio",
        "hsc2": "piscis",
        "text": "Escorpio forma parte de los signos fijos de la rueda zodiacal y el signo de Piscis hace lo mismo dentro de los llamados mutables de la misma. Generalmente su compatibilidad es muy alta, puesto que resultan afines en varios aspectos de sus respectivas personalidades. Cuando trabajan codo con codo suelen ser capaces de conseguir cualquier cosa que se propongan; Escorpio y Piscis no dudan, ni un instante, a la hora de invertir su tiempo y energías para alcanzar sus objetivos. Además, cada cual se dedica a una actividad distinta y a la vez complementaria a la de la otra parte; el signo de Escorpio prefiere dirigir y el de Piscis prefiere la creación de nuevos proyectos e ideas, algo que podrá hacer libremente con Escorpio al lado.",
        "text2": "En el terreno sentimental tienen unas expectativas de futuro muy parecidas al caso anterior. Escorpio y Piscis comparten una comunicación extraordinaria, incluso cualquiera diría que tienen algo así como telepatía. Como se conocen tan bien, saben cuáles son sus puntos débiles y los fuertes, pero evitan tocar los débiles y robustecer los fuertes; no soportan la idea de hacerse daño, su amor está por encima de todas las cosas. ¡Felicidades!"
    },
    {
        "id": 69,
        "hsc1": "sagitario",
        "hsc2": "sagitario",
        "text": "Dos Sagitario juntos son dos signos que comparten la misma característica en común: la mutabilidad. Precisamente por eso, congeniarán en la mayor parte de los casos; además, si no fuera así, sería como negarse a sí mismas, pues son dos personas muy, muy afines. Sus relaciones laborales resultan excelentes, puesto que disfrutan haciendo lo que les gusta y tienen un espíritu de colaboración y de tolerancia enormes. Las áreas que más les van son aquellas relacionadas de alguna manera con los viajes; no hay que olvidar que este signo rige los viajes, así que podrán hacer grandes cosas en común. También el mundo de la comunicación es otro de sus campos interesantes y con buena estrella.",
        "text2": "Cuando forman una pareja tampoco tienen demasiados problemas para armonizar; además, sienten una pasión impetuosa que hace que compartan momentos íntimos de mucha intensidad y placer. En resumidas cuentas, el signo de Sagitario tiene tanta energía y optimismo que, cuando se unen dos, el resultado es una relación maravillosa en la que se comparte y disfruta todo hasta el último suspiro. ¡Felicidades!"
    },
    {
        "id": 70,
        "hsc1": "sagitario",
        "hsc2": "capricornio",
        "text": "Sagitario forma parte de los signos mutables del zodíaco, Capricornio pertenece a los signos cardinales dentro del mismo; y en general, sus relaciones serán con frecuencia un poco complicadas, aunque al mismo tiempo, también inmensamente estimulantes y sugerentes. Pueden llegar a conseguir muchas cosas en el terreno del trabajo, siempre y cuando demuestren interés en aprender mutuamente. El signo de Capricornio será quien se encargue de proporcionar la prudencia necesaria para no levantar castillos en el aire, además de vigilar y administrar la economía compartida, y el de Sagitario se encargará de dar la mejor salida a su trabajo.",
        "text2": "Cuando forman una pareja tienen algunos problemas más, pero es innegable la atracción que sienten hacia su media naranja; son un buen ejemplo de que las diferencias bien entendidas resultan positivas; lo malo es cuando se muestran inflexibles, pues no dan su brazo a torcer. Además, tienden a equilibrarse en buena medida: Capricornio contribuye a que Sagitario ponga los pies en la tierra y deje de idealizarlo todo, y Sagitario a que Capricornio se olvide de tanta formalidad y libere su imaginación. ¡Felicidades!"
    },
    {
        "id": 71,
        "hsc1": "sagitario",
        "hsc2": "acuario",
        "text": "Sagitario se encuadra dentro de los llamados signos mutables y Acuario forma parte de los signos fijos del zodíaco. Generalmente sus relaciones suelen ser muy positivas la mayor parte de las veces, aunque las discusiones, cuando se dan, pueden escucharse a kilómetros a la redonda. En el terreno profesional sus relaciones tienden a ser constructivas y productivas, lo malo es la poca prudencia que demuestran a la hora de manejar el dinero; este es el mayor peligro de su relación, porque en el resto, se avendrán sin problemas; tanto un signo como el otro se caracterizan por tener una inteligencia notable que no para de dar a luz ideas nuevas. Puede que Sagitario y Acuario no amasen una fortuna, pero se lo pasarán en grande trabajando a la par.",
        "text2": "A la hora de formar una pareja, los momentos de calma, sencillamente, no existen, pues no paran, siempre están haciendo cosas. Además, suelen formar una pareja que se sale de la norma la extravagancia parece ser su leitmotiv. También sus choques serán fuertes, pero desaparecerán tan pronto como sucedieron. Es posible que Sagitario y Acuario resulten seres extraños y locos en una esfera convencional, pero en la intimidad serán la pareja ideal. ¡Felicidades!"
    },
    {
        "id": 72,
        "hsc1": "sagitario",
        "hsc2": "piscis",
        "text": "El signo de Piscis y el de Sagitario se corresponden con el mismo rasgo en la rueda zodiacal: ambos son signos mutables. Aparentemente puede parecer que tienen bastante en común, pero no es así; sus relaciones suelen resultar nefastas, a no ser que lo intenten hasta más no poder. Si se relacionan en el terreno laboral, luchan lo que haga falta para lograr las metas que se hayan fijado; y pueden lograrlas, a pesar de sus discrepancias. Lo que pasa es que no son personas a quienes guste pasarse demasiado tiempo en la misma actividad; una vez consiguen lo que quieren, acostumbran a alzar el vuelo en busca de otros horizontes inexplorados, este es su punto de confluencia: aventurarse en nuevos ámbitos.",
        "text2": "Cuando forman una pareja es posible que mantengan bastantes diferencias; empezando por la excesiva sensibilidad del signo de Piscis, algo que unido a la verborrea propia de Sagitario, puede dar lugar a muchos malentendidos y conflictos. Tampoco son hábiles manejando el dinero, por eso suelen tener problemas económicos cada dos por tres. Sin embargo, comparten el mismo espíritu tierno, cándido y espontáneo; ¡ánimo!"
    },
    {
        "id": 73,
        "hsc1": "capricornio",
        "hsc2": "capricornio",
        "text": "Capricornio se encuentra dentro de los llamados signos cardinales en la rueda del zodíaco, por eso las relaciones de dos Capricornio tenderán a ser agradables y fraternas; no en vano pertenecen al mismo signo, y eso se nota, incluso cuando mantienen sus diferencias. Si deciden trabajar en común para alcanzar un proyecto profesional concreto, el resultado será próspero, pues son dos personas con un sentido del trabajo y de la responsabilidad grandes; además, calculan cuidadosamente cualquier decisión susceptible de ser tomada Capricornio no se lanza a hacer cosas a tontas y a locas, al contrario: le dan mil vueltas.",
        "text2": "En el plano sentimental tienen tan buenas perspectivas como en el caso anterior; además, se comprenden como nadie; y como tienen parecidas características y necesidades, sabrán cómo complacerse. Igualmente comparten el mismo criterio en lo que al dinero se refiere: gastar es equivalente a desprenderse de algo y lo evitan sea como sea (en realidad, son un poquito agarrados). En fin, dos Capricornios se comprenderán mutuamente como nadie. ¡Felicidades!"
    },
    {
        "id": 74,
        "hsc1": "capricornio",
        "hsc2": "acuario",
        "text": "Capricornio es un signo de carácter cardinal y Acuario es un signo de carácter fijo, así que, en general y en este caso en concreto, tendrán algunas dificultades, dependiendo en buena medida de la voluntad que pongan para llevarse bien y de los ámbitos en que se relacionen. Cuando coinciden en el terreno laboral, el resultado puede ser muy provechoso para las dos partes, pues que se complementan. Aunque Capricornio tiene la mala costumbre de intentar mandar a todo el mundo, en este caso su mando se inhibe hacia Acuario, y hace muy bien con esa actitud. Por otra parte, Acuario es el origen de todos los proyectos que desarrollen, y teniendo en cuenta cómo es, su característica principal será la novedad.",
        "text2": "Si forman una pareja no las tendrán todas consigo, desgraciadamente las diferencias podrán resultar insoportables. Capricornio es una persona muy sesuda, algo inversamente proporcional a Acuario, quien suele moverse siguiendo los impulsos de cada momento. Además, y aunque pueda parecer lo contrario, en ocasiones son demasiado intransigentes, y encima les gusta. Así las cosas, si consiguen alcanzar un terreno donde abandonar sus diferencias e incluso apreciarlas, entonces y solamente entonces, podrán ser felices."
    },
    {
        "id": 75,
        "hsc1": "capricornio",
        "hsc2": "piscis",
        "text": "El signo de Capricornio pertenece a los signos cardinales del zodiaco y el signo de Piscis es uno de los mutables dentro del mismo. En general, suelen ser personas que desarrollan unas buenas relaciones, incluso excelentes en muchos casos, pues se equilibran recíprocamente. Capricornio y Piscis saben cómo colaborar en el terreno laboral para ser capaces de alcanzar lo que se propongan, y tampoco les cuesta demasiado trabajo hacerlo, a pesar de que sus diferencias abundan, resultan asombrosamente compatibles. Además, tanto un signo como el otro tienden al trabajo en equipo, por eso les sale tan bien; y en este caso, mientras una parte genera las ideas, la otra se encarga de hacerlas realidad.",
        "text2": "Cuando forman una pareja les pasa más o menos lo mismo; saben que son diferentes, pero conscientes de ello, intentan mejorarse, y simplemente, lo que le falta a Capricornio, a Piscis le sobra, y viceversa. Piscis con Capricornio al lado deja a un lado sus dudas, y a la vez, este último signo sale de la inflexibilidad y rigidez tan propia de él. En fin, un Carnero y un Pez juntos saben vivir bien y desarrollarse. ¡Felicidades!"
    },
    {
        "id": 76,
        "hsc1": "acuario",
        "hsc2": "acuario",
        "text": "Acuario es uno de los signos fijos del zodiaco, y cuando se relacionan dos personas pertenecientes al mismo, la compatibilidad entre ellas será muy posible, puesto que tienen personalidades parecidas y se comprenderán como nadie; además, compartirán muchas y buenas cosas en común. Es posible que dos Acuario trabajando conjuntamente no consigan una fortuna, pero tampoco perderán el sueño por ello. Si hay algo que caracteriza a este signo es la falta de interés en los asuntos materiales y la necesidad de estar innovando continuamente, sobre todo, en todas aquellas actividades que estén relacionadas con el mundo de la investigación en cualquiera de sus posibles campos.",
        "text2": "Cuando forman una relación sentimental, el resultado será la atracción y los placeres compartidos, además de una comunicación sumamente fluida que será su punto fuerte a la hora de solucionar problemas. No será raro que se conozcan en una organización no gubernamental, en una huelga, en un acto cultural, fiesta, etc.; a partir de entonces, sus caminos confluirán. Dos Acuario no se separarán nunca, por lo menos, en sus pensamientos. ¡Felicidades!"
    },
    {
        "id": 77,
        "hsc1": "acuario",
        "hsc2": "piscis",
        "text": "Acuario es uno de los signos fijos dentro del zodiaco y Piscis es uno de los mutables dentro del mismo. De esta suerte, sus relaciones suelen ser o pueden ser bastante positivas, aunque tendrán que hacer algunos esfuerzos en ese sentido. En el terreno laboral sus relaciones que serán fructíferas en general, pues se unen dos personas con muchas y variadas inquietudes intelectuales, y con ganas de satisfacerlas, por eso no será extraño que se conozcan en el campo de la investigación. También es necesario recalcar que cuando se apasionan por alcanzar algo, no paran hasta ver realizados su deseo, por muy disparatado que parezca. Acuario y Piscis no ponen límites a sus sueños.",
        "text2": "Cuando forman una pareja necesitan suavizar sus diferencias; como la tendencia de Piscis a encerrarse en su interior, o por lo menos, eso es lo que suele pensar Acuario con bastante frecuencia. Lo que sucede es muy simple: Piscis es una persona que ama su intimidad sobre todas las cosas, y no se le puede obligar a que la comparta si no quiere, además, no funcionaría. Acuario y Piscis únicamente necesitarán paciencia hasta que sus ritmos se equilibren y confluyan a la par, el resto vendrá solo. ¡Ánimo!"
    },
    {
        "id": 78,
        "hsc1": "piscis",
        "hsc2": "piscis",
        "text": "El signo de Piscis se encuentra incluido dentro de los signos mutables del zodíaco, y en general, una relación formada por dos personas pertenecientes a este signo se desarrollará entre las bases de la comprensión y la tolerancia más beneficiosas para ambas. En el trabajo disfrutarán de una relación provechosa y estimulante, puesto que aportan todo lo que tienen para conseguir alcanzar sus sueños en este terreno. Precisamente por eso, no escatimarán esfuerzos, y por eso también, alcanzarán lo que se propongan. No obstante, el problema que presenta esta asociación es el dinero: dos Piscis son una calamidad en lo que a economía se refiere.",
        "text2": "Cuando forman una unión sentimental les pasa parecido al terreno anterior; es decir, suelen estar a dos velas casi siempre. De todas maneras, no hay que preocuparse, pues son personas que sabrán ingeniárselas para salir bien paradas de cualquier aprieto. Los Peces comparten un respeto enorme por sus respectivas intimidades; si hay algo que caracteriza a las personas que nacen en este signo es la necesidad de disfrutar de su libertad y particular mundo interior sin intromisiones... Dos Piscis saben cómo vivir su vida feliz por separado y en común. ¡Felicidades!"
    }
]